[
  {
    "from": "SCENE",
    "text": "<h2>Ostengrad's Library</h2><p class='subtitle'>Word Count 3,895 || Mar 31, 2022 – Apr 07, 2022</p>"
  },
  {
    "from": "Brilliance",
    "text": "<em>It is a chilly winter's day out today. Rays of sleepy sunlight have finally begun to spill over the horizon to shed light across the snow-dusted campus of Ravenrook. Day's miniature quest has brought her a bit off the beaten path to a smaller, auxiliary library. The renowned schools central-most library was far too busy, far too large, and far too <strong>close</strong> to where people travelled for Brilliance to visit it more often than when he must. 'When he must' almost exclusively meant when he couldn't find a certain book to slake his curiosity anywhere else.</em> \n\n<em>The eastern wall of the library is dominated by a massive, stained glass mural instead of a more mundane stone or wooden construction material. As a result, natural light (though discolored in some places by the dyes added to the glass artwork) is allowed to stream freely in when the sun is out. With winter's slowing grasp already having its hold on the sun, though, this natural light is sparse and far weaker than it would be by midday. Rows upon rows of tall, wooden shelves reach towards the spacious roof like mountain summits reach infinitely up to the sky. Each and every shelf is stuffed full of books, tomes, manuals, treatises, and every other type of writing the academy could get into its stock. All of the writing has been meticulously catalogued and put into its proper place by genre, subject matter, and author. Several reading areas have been set out along the eastern third of the library as well with most of the seating arrangements facing away from the mural so their occupants are not blinded. It's one such area that Day finds herself in. There sun is to her back and she has a perfect, inconspicuous view down a special row of shelves. A row that her prey has just started down.</em>\n\n<em>The tiefling stands at around five foot four. His skin tone is a deep, dark color that hovers between navy blue and midnight black. His hair is style into a grown out sidecut with the left side and part of the top of his head shaved close. His hair starts at as raven black, but shifts its tone to a fairly bright blue the further away it grows from his scalp. At current, his hair is long enough to end just by his cheek. Two dark horns grow from the top of his forehead, sloping backwards over his head before terminating as two points that run parallel to each other. The leftmost horn has a dull golden ring slipped over it as adornment. His eyes are wide and catch the light of the lobby in a supernaturally striking fashion -- the light seems to almost get caught within them and cause them to glow golden. Similarly, some form of marking, tattoo, or makeup lines his eyes as mimicry of eyeliner and forms a sigil on his forehead. Like his eyes, these markings glow supernaturally with just the barest of light. His ears are long and pointed, though not to the extent of a full-blooded elf's. They looked capped by the same type of skin as his forehead's glyph, though his ears shine far more dully at the moment. Brilliance's nose is very small and slight on his face, barely forming a crook and sticking close to his face. A wiry, thin tail rises up out of a hole in his pants. It's nearly as long as he is -- around four feet in length from base to tip. The width of his tail is about the same size as someone's wrist all the way along most of its length, but it tapers down to just a few fingers' width at the tip.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>He wears a mostly well-tailored outfit with heavy emphasis on dark navy blues. The trim of his jacket is a bright, reflective yellow that is clearly designed to mimic golden trim. Beneath his jacket, he wears a baby blue collared shirt with a black tie. The tie is currently loose and resting just beneath his collarbone at current. In his hand, Brilliance holds piece of paper with hastily written instructions upon it. His tail eagerly wags behind him as he walks down the path between shelves. With his excitement bubbling so close to the surface, his tail is practically out as its full length and trails behind him like gymnastics ribbon. His reflective, glowing eyes happily scan the shelf as his mind ticks through the authors and he finally arrives at where he needs to be to get his bo --.</em>\n\n<em>His posture slouches a bit at the perfectly book shaped gap in the shelf. His tail droops a slight bit behind him, his brow furrows in concentration, and he snaps his gaze back down to his slip of paper to reread its instructions once more. Was the librarian mistaken? That's....uncommon.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited March 31, 2022 7:46 AM\" datetime=\"2022-03-31T05:46:35.027Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "Day had gotten used to the sleepy, forgotten library being <em>hers</em>. Few made the trek out here, and those that did rarely came more than once or twice. After all, the main library was where all the latest, interesting books were. But that was fine. In a decade or two, the newest books would retire to rest in this library, and she could come back and read them then, as she does now with last decade's collection.\n\nShe sits at the edge of her chair, legs delicately crossed at the ankles. Her chin just barely rests on the back of her gloved knuckles. Thin, black hair tumbles down her back to her waist, blending in with the flowy black coat thrown over her shoulders. She hardly looks dressed for the winter cold outside – the high slits on her dress revealing peeks of goosebump-ridden thigh.\n\nDay taps her finger on the table, voice soft as she calls forth an invisible hand to flip to the next page of her book. Gleaming, purple eyes skim over to the Common letters, distracted. She'd read this book in its original Dwarven before. While it might have been interesting to find the differences between the translated iteration and the original, her attention was split between reading and focusing her ears on every little noise in the quiet, sleepy library.\n\nPaper rustling, eager footsteps, and… some sort of odd, swishing sound? She straightens, mage hand shutting her book without a second thought. Long before the new figure appears at the other end, she's peering over her glasses down the length of bookshelves. And when they do arrive, she does not bother to hide her open interest, her mage hand dissipating as her chin rests fully in her palm. The corner of her lips quirk upwards as they come to a stop. <strong>\"What a helpful tail,\"</strong> she murmurs. \n\nShe lets him think for a moment, before leaning forward. She silently mouths words against her knuckles, voice travelling to his ears. <strong>\"Having trouble finding what you're looking for?\"</strong>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance jolts at the quiet voice suddenly in his ear. His tail suddenly snaps out behind him, stiff as a board. His little note tumbles from his hand and begins falling through the air as paper tends to do, summersaulting and curling through the air on its slow path down. He lets out a pathetic little yelp -- one that is...perhaps a bit of a disturbance when it's in a library, but it isn't loud by the measurement of someone without unnaturally sensitive ears. With Brilliance's attention pulled away from his quest, his wide, golden eyes furtively look around for who might have caused the voice....and if they saw his surprised reaction.</em>\n\n<em>They quickly land on the elf who is staring dead at him and his cheeks rapidly redder with a heavy blush. As soon as he feels his cheeks growing hot with embarrassment, he snaps his eyes back down to the floor and leans down to grab the paper he dropped. His tail bends itself and starts to coil its length along Brilliance's arm, wrapping around his bicep, past his elbow, and coming to rest with its tip just past his wrist.</em> <code class=\"inline\">\"Ye-yes....\"</code> <em>He mouths back. He isn't a mage (at least, not <strong>yet</strong> he tells himself), but he knows how a Message cantrip works. His tone comes out as an embarrassed whisper, like that of a child caught with their hand in the cookie jar who is being forced to admit their wrongdoing.</em>"
  },
  {
    "from": "Day",
    "text": "Day huffs in amusement, her ears twitching at the soft yelp. When their eyes lock, she shifts her hand to reveal her smirk and lifts the other to give a small wave. Not fast enough it seems, as he averts his gaze fast as light. She waits patiently for his reply, ears straining. But instead, she's pleasantly surprised when he looks back up to capitalize on her Message spell. <em>And</em> in a whisper. <code class=\"inline\">\"Perhaps I could be of assistance. What are you looking for?\"</code> She does not move from her seat, however."
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance doesn't look at <strong>her</strong> so much as a <strong>part</strong> of her after her reply. Just the barest of minimums to be able to reply back as he reaches his left hand across his body to start furtively stroking his tail that has coiled around his other arm like a snake.</em> <code class=\"inline\">\"A bo-bo-book on uhm...th-the civilizations the pr-precluded Whi-Whitespire? A-a-and some of the o-o-objects th-that....th-that has sur-survived time? B-B-By Fi-Finley Ang-Angael?\"</code> <em>As soon as the Message ends, Brilliance's eyes shifts down slightly. It's hard to discern the precise point he's looking at with his apparent lack of pupils, but it isn't a stretch to assume he's staring at the ground just in front of and below Day.</em>"
  },
  {
    "from": "Day",
    "text": "She shifts, uncrossing her ankles as he describes the book. Her finger taps on the table, a muted tap tap tapping with the pad of her finger. She's looking at him, <em>past</em> him, giving a slow nod as he describes the book. At the name, she sucks in a breath, and her tapping stops. A second of silence. Then, her gaze refocuses. <code class=\"inline\">\"'Prior the Spires'.\"</code> Fondness bleeds into her voice as she recalls the title. Her slow, carefully amused drawl is quick to return.  <code class=\"inline\">\"Three shelves higher, four books to the right.\"</code> A slot reserved for a translated tome on Dwarven magical crafting practices; the slot is... well above Brilliance's reach. <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 4, 2022 2:15 AM\" datetime=\"2022-04-04T00:15:33.072Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance cringes back at the explanation. His left hand working along his tail picks up its nervous pace. Each firm press of his hand discolors the dark skin of his tail to a lighter blue-white color. His eyes flit up to Day momentarily to ask,</em> <code class=\"inline\">\"Wh-why!? I-I-I-It shou-sh-shouldn't be th-there!\"</code> <em>His Message'd voice comes in a whisper-yell....despite the fact noone would be able to hear him no matter his volume.</em> <code class=\"inline\">\"I dou-d-double ch-checked!\"</code> <em>He sounds upset. Like someone who dropped their drink or had a fry stolen. It's definitely frustrating, but not world ending. As soon as his speech ends, his eyes snap away from her. However, they don't drop to the floor this time! Instead, his eyes rise up and he turns his head to the left to look at the shelf and book position mentioned.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 4, 2022 2:41 AM\" datetime=\"2022-04-04T00:41:55.950Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "She watches every moment with the ever present curl of her smile; gaze flitting to the imprints of his hands on his tail, then to his face, the scrunch of his expression as he whisper-yells. Her ears twitch slightly. The whisper-yell was inaudible to anyone else, but right in her ears... \n\nShe taps the desk again, once, twice, then rises to her feet, carefully moving the chair so it doesn't drag along the ground. Each click of her heels on the hardwood flooring is muffled by a thin, rubbery cap. In a busier area, you would scarcely hear her muted steps. But in the dead silence of this smaller library? It echoed to the same heavens the bookshelves reached for. Click. Click. Click. Click. <em>Silence.</em> Her heeled boots come to a stop by his, her larger figure casting a shadow over him as she blocks out the multi-colored lights seeping in from the windows. \n\nShe looks down—further down than she expects; she'd thought him small from a distance, but he seemed so much smaller up close—to study him.  \"Why? I moved it.\" The same slow, careful drawl. Soft, even by a library's standards, and for once, at a distance. <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 4, 2022 4:20 AM\" datetime=\"2022-04-04T02:20:00.427Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's entire body tenses up like a cheating student would when a patrolling teachers passes by their desk. He stifles a gulp as best he can and turns to finally face her. His eyes start downcast towards the floor but begin to lift up. There is a minor (but still noticeable) hitch in their path as he comes across the slits of her dress, but they continue onwards. And onwards. And onwards. And..onwards. <strong>Gods</strong> she's tall!</em>\n\n<em>It takes almost all he can manage. It's <strong>clear</strong> it takes almost all he can manage. But he <strong>does</strong> it. The golden orbs of his eyes widen at the words and he stammers out while maintain tenuous eye contact with Day,</em> <code class=\"inline\">\"Bu-but w-why!?\"</code> <em>Another 'yell' appropriate for the library.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 4, 2022 4:46 AM\" datetime=\"2022-04-04T02:46:48.223Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "She's patient, standing completely still as she waits for him to work up his courage. When their eyes finally meet—and she can only assume they meet when the trepidation and determination in his posture are at their peak—her own eyes crinkle just a touch.\n\nShe's slow to answer, letting his whisper-yell hang in the air as her smile tugs into a smirk. \"For the same reason you have come here. To learn.\" She bends at the waist, bringing her face closer to his, so close that the dim glow of his eyes reflect in hers. \"Not many would forsake the grand library for these older books, much less multiple of them. I was... curious... of a person with such inclinations.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Trepidation and determination indeed -- the latter of which very quickly flees his eyes as Day leans in so close. Brilliance's tense and nervous disposition somehow manages to intensify even further. His cheeks darken with blush once more and his eyes drop down a bit to just take in the elf's form. 'Why is she so close!?' is one of his jumbled, nervous thoughts bubbling to the surface. He's having a lot of those right now.</em>\n\n\"Erm...I'm...I'm Bri-B-Brilliance? M-M-Ma'am?\" <em>He squeaks out and drops his eyes to the floor.</em>"
  },
  {
    "from": "Day",
    "text": "It's hard to figure out where he's looking exactly, but the shift of his eyelids and the tilt of his head clues her in. She slowly stills with a short, breathy chuckle; not moving any closer nor any further from him. Studying him, finding how tight she can tension the line before it snaps and the little bunny goes scurrying away.\n\n\"Pleasure. I am Dae.\"\n\nAnd finally, she leans back, her hand lifting and her voice spilling out in a soft incantation. The book floats down into her hands, cradled with care. \"Why Finley's books? I do not believe any professor considers them worth reading.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance opens his mouth to respond, but stops before any sound comes out. He lets his mouth fall closed  and furrows his brow to think of how to best respond to this. Three seconds pass before he exhales a bit and says,</em> \"Th-that uhm...se-seems to be co-correct? This is...is no-not for a....for a class.\""
  },
  {
    "from": "Day",
    "text": "Her fingers dance along the cover, and she flips the book open. The first page, a dedication. <code class=\"inline\">To my Angel, may we never stop learning.</code> \"Your thesis is on ancient civilizations, then?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's eyes lift up up a bit to watch Dae. He lifts his tail covered arm up to the back of his neck and starts to sheepishly rub at the back of his neck.</em> \"E-erm...D-Dae? M-Ma'am? I am...am do-doing this for <em>le-leisure</em>...\""
  },
  {
    "from": "Day",
    "text": "She inhales, going to speak, but... falters. Her brows knit. Slowly, she drags her gaze from book to Brilliance. \"Leisure?\" She blinks owlishly. \n\nMindlessly, she snaps the book to its last page, to the log card slipped between it and the back cover. There, a name and date were to be recorded. A log of each time the book was checked out. And though the first entry dated as far back as two hundred years ago, there weren't many on it. Angie. Elin. Gale. Linara. And soon, Brilliance, perhaps.\n\n\"I would hardly consider the rate at which you consume books <em>leisure</em>.\" Her smile slowly returns, finally reaching her eyes. <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 5, 2022 12:58 PM\" datetime=\"2022-04-05T10:58:32.626Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance freezes at her words -- this time far more than just his tail. Two seconds pass. Ones that seem to drag on for minutes to the <strong>thoroughly</strong> surprised tiefling. The only change in him during the moments of his mind racing is his cheeks darkening with blush anew. The dark blue of his skin shifting to a more purple-ish as the red hue competes to be seen. Eventually though, he collects himself enough to drop his arm down from behind his neck. His left hand darts across his body and begins to furtively rub along his entwined tail as he drops his eyes to the floor once again.</em> \n\n<em>His voice comes out as a strained whisper,</em> <code class=\"inline\">\"I do-don't....thi-think I un-und-understand...M-Ma'am...\"</code> <em>The line has been tensed further than any point previously and yet still, the rabbit doesn't flee.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 5, 2022 8:25 AM\" datetime=\"2022-04-05T06:25:49.682Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "She keeps her gaze focused on him, watching. Waiting. At the strained whisper, her head tilts. \n\n\"You are not of Elven blood,\" she glances at his horns, then his ears, nodding to herself, \"Not fully. Yet you jump between topics as if you have the time of one. Do you not have something you wish to master in your lifetime? I do not imagine you have time for much else with how many of these books you have read.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 5, 2022 2:12 PM\" datetime=\"2022-04-05T12:12:59.499Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "\"I-isn't the abi-ability to...to rapidly learn no-novel conce-cepts and...di-diversify your knowle-ledge a ski-skill one can ma-master?\" <em>His tone is verging on hopeful, but he keeps his gaze down to the floor as he tries to self-soothe himself via his tail.</em>"
  },
  {
    "from": "Day",
    "text": "She considers him with a small hum. \"It is not one I imagined a shorter lived to aim for, but certainly... A good skill. Knowledge is our greatest power.\"\n\nShe carefully closes the book with both hands, smoothing her thumb over the author's name on the cover. Then, she holds it out to him. \"And what plans do you have after devouring the books of this library?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance releases a breath he didn't quite realize he was holding. It's a relief she accepted that so easily. The tiefling hesitantly lifts up his eyes as Dae holds out the book. His tail quickly uncoils from around his right arm and he reaches out to take the book.</em>\n\n<em>As his hands touch the book, he finishes weighing his options and he answers candidly,</em> \"Er-erm...o-on to the ah....the ne-next one?\""
  },
  {
    "from": "Day",
    "text": "Dae's laugh is more a strong exhale highlighted by a mirthful hum - short, flitting out of existence as quick as it came. \"When you have depleted the main library, perhaps chance a visit to Ikouga. Their collection on engineering and sciences could rival Ravenrook's own on magics and history.\" She takes a step back, and then pauses. \"If I have not scared you off, bunny, I would like to hear your opinion on that book when you have finished.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 6, 2022 7:02 PM\" datetime=\"2022-04-06T17:02:27.181Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance perks up at what passes for Dae's laugh, seeming more than happy at the continued acceptance. His contented joy is plain, apparent, and either adorable or pathetic depending on preference. He eagerly nods along to Dae's description of Ikouga, mind already daydreaming momentarily of the great troves of knowledge he may one day move onto. One day. Such grand halls filled wall to wall with boo -- Oh! She's still talking. Brilliance pulls his mind back and focuses in as Dae starts to speak once more.</em>\n\n<em>The tiefling freezes at the sudden petname with a sharp inhale. His focused thoughts simply seize up and grind to a sudden halt. His cheeks darken <strong>furiously</strong> with blush -- far moreso than Dae has caused yet. With his tail having uncoiled from around his arm, it snaps out rigidly behind him like the poor tiefling got physically shocked alongside his mental shock. His hands holding onto the book tighten into as vice of a grip as he can manage, causing his fingers and knuckles to discolor a bit from the pressure. His golden eyes widen even further than how they usually rest. He's caught like a deer in the headlights and because of the sheer depth of his embarrassment, Brilliance actually manages to inadvertently maintain eye contact. However....no response seems to be forthcoming just yet.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 6, 2022 6:58 AM\" datetime=\"2022-04-06T04:58:40.652Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "Her ears flinch back at the snap, expression curling just the slightest. But as her gaze flits from his tail back to his face, the grimace melts back into an entertained smile. She can spy the other odd signs in the corner of her vision, taunting her. The intense flush, the tension in his arms; though she longs to track them all, she does not. Instead, her head cocks and, with a crinkle of her eyes, she meets his shell-shocked stare and waits."
  },
  {
    "from": "Brilliance",
    "text": "<em>Over the course of fifteen or so seconds, the statue of Brilliance begins to animate and crack back open. First, neck tilts down and his eyes flit back down to the blessed safety of the floor. Next, his hands remember themselves and slowly relax from around the book. Lastly, his tail stops being <strong>quite</strong> so rigid. It doesn't begin a languid, effortless sway through the air behind him as it sometimes tends to do, but it is no longer as stiff as rock. His transformation back to control of himself does not include removing the blush from his cheeks however -- that stays at full strength.</em>\n\n<em>With a shaky inhale he stammers out in a strained whisper,</em> <code class=\"inline\">\"Ho-how erm...wi-will I fi-f-find you!?\"</code>"
  },
  {
    "from": "Day",
    "text": "As soon as she loses his gaze—can tell by the way his eyelids flutter a touch lower to shield himself from her stare—she lets her own wander to the book in his hands. The old leather cover, lovingly tended to and preserved, remains uncracked despite the tension she'd been able to spy. She sighs, relieved, and returns her focus to him as her ears crane to pick up his whisper.\n\n\"I, too, seek to rapidly learn new concepts and diversify my knowledge. With goals so aligned, we will inevitably run into each other again.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance clears his throat and squeaks out,</em> \"Do-d-does th-that mean uhm...I ca-can go no-now? Mi-Miss D-Dae?\""
  },
  {
    "from": "Day",
    "text": "<em>She takes a long time to answer, drawing out the silence.</em> \"You may.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 7, 2022 7:59 PM\" datetime=\"2022-04-07T17:59:17.438Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Despite not truly being forced to say, those two simply words have the same effect as an anvil being lifted off of both of Brilliance's shoulders. Without a proper farewell, he quickly turns around and scurries off the in the direction her came from. His tail is still behind him, not performing its usual flowing movements as the tiefling moves.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She watches him go, and when he is out of sight, listens for even longer. Only when his footsteps peter out to silence does she turn, making her way back to her abandoned book. Instead of returning to reading, she reaches into a satchel abandoned by the table to pull out a leather journal along with her writing tools. She flips to an empty page—closer to the back of the book than she'd like—and carefully begins to write.</em>\n\n(End?)"
  },
  {
    "from": "Brilliance",
    "text": "(( End! ^.^  ))"
  },
  {
    "from": "SCENE",
    "text": "<h2>The Werewolf Attack</h2><p class='subtitle'>Word Count 17,139 || Apr 08, 2022 – Apr 26, 2022</p>"
  },
  {
    "from": "Day",
    "text": "Day's composed expression melts into a grimace as she steps out of the society, from the foggy portal to the misty evening streets. An already foreboding sight made all the more unpleasant by the blood dripping from the wounds on either side of her torso. The patchwork medicine they'd done out there had been enough to get her back to Covalon, but all the movement had pulled the tender wounds back open. \n\nShe makes her way around the side of the building and sinks into the dewy grass, careful to keep her bloodied back from streaking the wall as she pilfers through the remains of her medical kit. <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 8, 2022 10:46 PM\" datetime=\"2022-04-08T20:46:52.459Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance follows after Day. He's clad in a simple, well fitting suit of leather armor. The only indicator of him having been in a fit is his tousled hair and a very superficial bite mark through the left side of his armor. The worst of his wounds were caused by the flight of ghosts. Wounds that arent visible by eye, but will malignantly remain in his memory regardless.</em>\n\n<em>Brilliance hurries out after Day with clear concern contorting his face. He rounds the corner after the elf, slipping slightly on the wet grass before he comes to a halt beside her. He leans his gun upright against the society's building and stammers,</em> \"Mi-Miss Day!? Ho-how can I help!?\""
  },
  {
    "from": "Day",
    "text": "<em>He blends all too well into darkness and mist, a murky night sky whos stars and sigils catch the barest of light from the lanterns hanging nearby.</em> \"Ah, you seem... unharmed...\" <em>She blinks twice, the fog of her tiring mind heavy and difficult to wade through.</em> \n\n\"Have you any... experience... with cleaning wounds?\" <em>Her languid drawl trails off into a hiss as she peels back bloodied cloth from her torso, dropping the dirty gauze and her torn coat in a pile beside her. Without the coat, the dress beneath exposes almost the entirety of her back... and the  trio of deep, jagged lacerations along the length of it. They cross from her right shoulder down to the divot of her lower back, swelling pink from a budding infection and smudged with dirt and stray stones. Under the fresh wounds, and peeking out from the hem of her opera gloves, are a smattering of other scars.</em> \"This is... difficult... to reach...\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 11, 2022 4:22 AM\" datetime=\"2022-04-11T02:22:03.664Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Only able to catch the barest of light indeed -- Brilliance's eyes and forehead glyph are a dull, amber color as opposed to their normal brilliant golden color. The far off lantern light simply isn't enough to cause the tiefling to literally light up. His surprise and worry diminishes a bit. He's got a task, a way forward, and an already rapidly-forming plan in his mind. He knows his way around a healer's kit well enough. He's put himself through classes on the intricacies of first aid as well...he can do this, surely!</em>\n\n<em>Brilliance drops down to his knees beside Day and reaches out for the healer's kit first and foremost. He brings the opened kit to his side, but sets it on the ground and reaches for something else first -- a small waterskin on his hip. As his tail flicks around his body and begins to work it free, he looks down at his hands, checks them carefully visually, and nods to himself. The wounds he suffered were mostly mental save for a small bite to his leg. He didn't touch any of the undead nor the magic sarcophagus. The only thing his hands rested upon were...his gun. He keeps it maintained well. His hands are clean, he thinks to himself.</em>\n\n<em>The waterskin comes off from his belt and his tail passes it off to his hands. From their he uncaps it and says,</em> \"I-I am go-going to clean th-them off first. Thi-this will be un-unpleasant.\" <em>He bluntly explains as he tilts the waterskin over and begins to shower water across Day's back. He lifts up his thumb to run along with the water, brushing off any dirt or small rocks that stubbornly cling to the wet flesh.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She makes a small noise as the kit is pulled out of her vision, trying to recall what exactly was still in there and each of their applications so she could best explain it.</em>\n\n<em>What words she manages to gather are scattered to the winds as hot, blinding pain blooms across her back. She instinctively flinches away from the water and his helping touch, her forearms crashing to the grass and bracing. She sucks in a deep breath and forces it out in a hiss, focusing on each tensed muscle and slowly unwinding them - they do not bend to her whims.</em> \"You are doing good,\" <em>she grits out, voice jumping as his thumb dislodges a deeper shard of rock. The water runs red, soaking into her dress, and the oozing bleeding does not show any signs of stopping.</em>"
  },
  {
    "from": "Brilliance",
    "text": "\"I k-know...\" <em>He murmurs. It doesn't have a single drop of ego to it. Instead, his voice is very clearly distracted and focused on doing his best to get Day in a survivable state. It's like someone asking a question to an individual reading a book and they just mumble something to be left alone. His mind isn't in his response.</em>\n\n<em>He gets the worst of the grime and debris off of Day's back. It's a shame about her dress, but it'll probably be ripped once she gets to the infirmary to get at the bottom of the cuts. <strong>Wait!</strong> That's a worry for the future -- focus. He reaches out his tail and it wraps around the bottle of hydrogen peroxide. A small, darkly tinted vial -- why are they always so opaque again? Something about the light degrading the quality, he thinks. His tail passes it off to his right hand and he quickly uncorks it. As he does so, he says,</em> \"This is go-going to be even worse. The bur-burning and bubbling is a good sign -- i-it will slo --\" <em>He cuts himself off abruptly for just a heartbeart. His eyes shift over the already angry, pink flesh. A small lie is in order, perhaps.</em> \"i-it will prevent any infection from occurring.\" <em>The pause and small shift in his word choice is quick. Easily missable, hopefully. He hedges his bets by following it up with leaning in and pouring drops of peroxide down across the wounds.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her ears twitch with each noise, the earplugs a futile tool against the intensity of her senses. Blades of grass twist in her hands as she tears them from their roots, cold against her palms. Each of her hissed breaths are too loud, too constant, a noise the plugs could do nothing about.</em>\n\n<em>His voice is a buoy in the storming ocean of senses. She clings to it, squeezing her eyes shut as she hangs from each word—he's stuttering less than usual, except for that odd hiccup right in the middle there. She'd not been paying too close attention to what he says, doesn't need to, to focus on his voice. But it's an odd break from the pattern. Her brows crease, about to make sense of the words torn away--</em>\n\n<em>The peroxide fizzles on contact. Her arms shake and buckle.</em> \"Fuck.\" <em>Even her cursing is quiet, hissed out.</em> At the very least, at least I have experienced something new, <em>she thinks as she forces her arms straight, more grass crushed between her fingers. A consolation prize in the face of what would certainly be her largest scars to date.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>After he coats the wounds in as much peroxide as he can noninvasively, Brilliance's tail darts out as his hands begin on a new task. Working in tandem, his tail reaches out to grab the smaller container of a herbal salve within the healing kit while his hands quickly work to cap the peroxide once more. As his body works on two separate tasks as once, he makes sure to keep the buoy bobbing and beckoning for Day to keep her focus on it,</em> \"Ne-next is going to be the salve. It might be a bit c-cold, but the worst of this has pa -- \" <em>His amber eyes shift to the peroxide still faintly bubbling on her skin.</em> \"<strong>is</strong> passing. From there, I will spread the s-salve and follow it up with heavy pressure and wrapped gauzes. Th-then we will get you to the infirmary and perhaps actual, magical he-healing. D-do you follow?\"\n\n<em>His last question is tacked on on a whim. He doesn't know how to keep buying time for the peroxide to do his job, but he hopes prompting a response from Day will keep her lucid enough and burn away the last few seconds of agonizing wait.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She pays better attention this time, focusing on the words and their meaning. It cuts through the grind of her teeth, the sizzle of her back, the haze of her mind. She clings to his lifeline, lets it pull her out from the wave of exhaustion threatening to pull her under.</em> \"I... follow. That sounds... correct...\" \n\n<em>She forces out another shaky exhale, and then an equally slow inhale. In, out, again, again. Until the searing pain in her back is a bearable fire than an all out inferno.</em>\n\n\"You are... well versed...\""
  },
  {
    "from": "Brilliance",
    "text": "\"Good.\" <em>He states almost clinically as she responds. Her compliment doesn't seem to register much to him. At the very least, he doesn't comment on it. He drops the peroxide from his hand into his lap where it lands safely with a quiet sound. His tail curls up and hands off the container of ointment to his right hand. He brings his left hand over and quickly unscrews the cap.</em>\n\n<em>The amber orbs scan up and down along her back -- most of the fizzling and bubbling up of the peroxide has abated by now. He hopes that that has led to more dirt and grim being lodged from within the wounds themselves. Instead of dipping his finger into the ointment, the tip of his tail scrapes the surface to collect a heavy glob. He sets down the container and, without thinking about it, reaches out and quite firmly grabs Day by her upperarms. Both of them. His tail coils over his shoulder and he says to Day,</em> \"Go-going to start now...\" <em>and his tailtip moves in to start dragging the glob of medicine across the wounds.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She stiffens at the sudden, firm hold on her arms. Her brows knit together, confusion in her eyes. She shifts, craning her neck to look over her shoulder for clarity. She catches the tip of his tail in the corner of her gaze—what incredibly dexterity he wields it with—before the cold medicine and hot pain of straining catch up, and she instinctively jerks away from it--</em>\n\n<em>Except she can't. She's locked firmly in place, moving absolutely nowhere. She blinks as instinct melds back into control and willingly strains against the hold. Nothing. Huh. She had always been keenly aware of her lack of strength... but she'd not expected the presence of his. After a slow exhale, she adjusts to the temperature of the medicine and goes limp in his hold.</em> \"Does it take... such strength... to fire your gun?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 13, 2022 2:19 PM\" datetime=\"2022-04-13T12:19:51.271Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance grunts with a bit of annoyance as Day jerks, stops, and then tries to pull away anew. However, his planned chiding dies on his lips quite quickly. He's unable to voice his complaints before Day relaxes back down. He keeps his hands on Day and his tail delivering the salve evenly across her wounded back as he hangs onto her slow words.</em>\n\n<em>The end result of that that Day can discern is a very brief hitch in his tail's work. However, it continues its path after just a beat or two of time. What Day can't see is a fiery red blush that tears its way up to the surface of Brilliance's cheeks. Everything would seem like normal from here on to Day if it weren't for the fact the buoy's bobbing has far more interruption to it,</em> \"Erm n-n-not nec-necessarily erm...\" <em>He starts uncertainly. Tentatively.</em> \"with how mu-m-much powder I....po-powder I use and the le-length of the barrel erm...i-i-i-it would pro-probably nearly kno-knock me on my a -- \" <em>Ahem.</em> \"kn-knock me to the ground. O-or at least c-c-c-cause me many is-issues with my aim...\""
  },
  {
    "from": "Day",
    "text": "<em>She frowns as the ocean waters grow choppy, setting her buoy haywire. The change tempts her, drawing her curious gaze once more, but the tug on her wounds and the grip on her arms remind her to stay still. Her brows tent and she focuses her bleary eyes instead on the gun propped against the wall.</em>\n\n\"Ah... Developed to counteract... the explosive force...\" <em>Her voice is starting to even out - still slower than her usual drawl, but not hissed out between clenched teeth either. Blink, blink.</em> \"Why... that gun...? It is big. And you are... not.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance sighs quietly behind Day,</em> \"Be-b-because it is...b-big? And...and I am...<code class=\"inline\">n-not....?</code>\" <em>He murmurs back to her in a meek, ambling voice. Despite losing his verbal assertiveness, Brilliance continues his work. The upper two thirds of the gouging claw mark have been coated in the herbal concoction and it won't be long until he's done with this portion. Even though Day seems to have accepted her place for the moment and is holding still, Brilliance keeps her held.</em>"
  },
  {
    "from": "Day",
    "text": "\"Is that an answer, or are you asking... clarification on my question?\" <em>As he works on the wounds, he'd have easy access to the map of scars along her torso and arms - still bare from her having taken them off to treat her own wounds cleanly. A small jagged dagger-sized scar under her shoulder blade, a web of thin red scars dancing up both arms to her biceps that collect in her palms, and peeking just through the side of her dress, the start of another cut. Underneath them all, even more paper thin scars of varying age line the canvas.</em>"
  },
  {
    "from": "Brilliance",
    "text": "\"A-answer!\" <em>He says. Of that, at least, he sounds confident of. Confidence is often times in such short supply for him, after all. He takes quick notes at the old scars covering Day's back, arms, and side. Admittedly, the tiefling didn't expect to see such storied skin on his temporary patient. Even with her living centuries longer than him, he expected her to have been more...sequestered from such damage.</em>\n\n<em>However, he snaps his focus back to the real task at hand. His tail finishes working the salve through the last of the broken, bloodied skin and pulls back. He quickly lightens his hold on Day's arms and murmurs,</em> \"Gauzes next. Erm....li-lift your arms if you ca-can? So I ca-can bind them aro-around you?\" <em>He is more sure of himself with the medical instruction, but the departure into discussion about himself has caused his voice to lose the fleeting firmness it once had.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her lips purse at the answer, taking a while to dissect it. Like a fragile summoner keeping a large companion, wielding it to compensate for their weaknesses, then. His companion just happened to be a gun almost as large as himself. She continues to study the gun, noting its cleanliness, and opens her mouth to ask another question.</em>\n\n<em>She slumps slightly as the grip is loosened, not expecting the sudden lack of support. Whatever question she has dies in its tracks.</em> \"That... yes. Of course.\" <em>She takes a deep breath and, with a grimace, pulls her arms up. The left takes a little effort to hold up, shaking under the strain. The right only inches part of the way up, wound pulling and skin tugging, before dropping back to her side with a sharp hiss.</em> \"Ah.\" <em>Frustration tinges her weary voice.</em> \"That is... the best I can do, for now...\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 15, 2022 4:42 PM\" datetime=\"2022-04-15T14:42:45.403Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's face knits in worry behind Day as his tail pokes itself through the center hole in a roll of gauze. It lifts itself and gauze up to pass off the medical supplies to his right hand. Brilliance leans in close and his now-gentle voice comes from significantly closer than it last was.</em> \"Yo-y-you're doing great. Bu-but this is go-going to be...ti-tight. Unp-pleasant. I'm s-s-sorry.\"\n\n<em>His point is punctuated by the sound of him unfurling the gauze a bit -- it's like the sound of velcro being pulled apart with all the sharp notes removed.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her ears twitch back at the closeness of his voice, tip skimming his cheek.</em> \"Do not apologize for—\" <em>Her ears twitch again, away from the sound of the gauze. The rest of her body is stock still, save the slight tremble of her weak, exhausted muscles. Inhale. Exhale. Try again.</em> \"Do not apologize for doing what you must.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Were this normal circumstances, Brilliance's heart certainly would have fluttered as one of Day's pointed ears brush his burning cheek. These are not normal circumstances. The touch-averse tiefling barely registered the feeling as he shifts from behind and reaches out to Day's left side.</em> \"Ri-right, so-sorry!\" <em>He murmurs. He presses the gauze against her skin and starts to unfurl the roll, keeping the gauze pressed up against her as it inch-inch-inches over and then over the ragged claw marks.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She clicks her tongue.</em> \"I just said...\" <em>Her good(ish) arm shifts further up, hand reaching for a clasp behind her neck as she mutters. It's a swift, practiced motion, far faster than the inch-inch-inching of gauze across her back. The front of the dress slackens, no longer held up by the collar.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance swallows hard and stops applying the gauze to her back. A confused sound escape his lips, though no other elaboration is supplied.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She sweeps the dress further off, letting the gown hang at her hips. At the sound, she tilts her head, peeking. Not enough to strain her muscles - which means not enough to see his expression either.</em> \"You must wrap around, no?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance doesn't stop the falling fabric. He tries to <strong>not</strong> watch the silk bundle up at the curve of her hip. He fails for a second or two as his brain struggles to focus back on the far, <strong>far</strong> more important task at hand. His golden orbs lift back up to look at the wound and he mumbles,</em> \"Ri-ri-right but ju-just erm...lo-long enough to ge-get you to the in-infirmary....bu-but...if yo-y-you'd prefer li-like this?\""
  },
  {
    "from": "Day",
    "text": "\"Right. To get to the infirmary.\" <em>Her drawl trails off with several tired blinks. It was odd, having a dedicated space to go to for help rather than having to patch her own wounds up.</em> \"Do you need help?\" <em>she asks, good arm shifting once more, this time offering to hold the first end of the gauze in place.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 16, 2022 8:57 AM\" datetime=\"2022-04-16T06:57:04.010Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance waits a second...then two...nope she's still keeping her dress off. Okay then. He's got this -- no big deal, right?</em>\n\n<em>Ahem.</em> \"Y-yes please! Ke-k-keeping the beginning p-p-piece steady will ma-make this easier on the bo-both of us if...if you are able?\""
  },
  {
    "from": "Day",
    "text": "<em>She lowers her arm, pinching the start of the gauze between the flat of her back and her knuckles.</em> \"So long as you do not... pull too hard...\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 16, 2022 5:07 PM\" datetime=\"2022-04-16T15:07:10.833Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance nods quickly to her words and then promptly mentally chides himself considering she can't really see that. He adds verbally,</em> \"O-of co-course!\"\n\n<em>He starts unslowly furling the gauze against Day's back once again, keeping firm pressure and a slow pace to insure no gaps are able to form between the gauze and her ragged skin.</em>"
  },
  {
    "from": "Day",
    "text": "<em>A quiet haze of content(?) settles over her, and though she maintains her hold on the start of the gauze, the rest of Day slackens. Each blink is slower than the last, until she can't quite distinguish the mist of her mind from the mist of the world around them. Her body ever so slowly lists to the left, catching the wall with her shoulder, and then the side of her head.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance says in a sharp tone (but doesnt raise his voice too much considering their proximity and Day's sensitivity.)</em> \n\n\"D-DAY!\""
  },
  {
    "from": "Day",
    "text": "<em>Her fingers flex, checking her hold on the gauze. Still there.</em> \"I am just... resting...\" <em>Just a bit tired, is all. She'd power nap through the wrapping, and then wake up with enough energy to walk to the infirmary. Easy.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance scowls and moves his free hand to try and gently push her back to upright.</em> \"N-n-no! You sho-should know as we-well as I tha-that's a terrible idea! Si-sit up! St-start ta -- ma-maintaining a conversation wi-with me!\""
  },
  {
    "from": "Day",
    "text": "<em>She does not physically resist, her head lolling slightly, though she does let out a small, discontent hum.</em> \"Then... tell me... about you...\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 16, 2022 5:43 PM\" datetime=\"2022-04-16T15:43:11.191Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance worry melts just a bit. Treating someone who knows why he asks for the things he does relieves quite a bit of the burden.</em> \"Erm. Wha-what precisely do...do you wa-want me to s-s-share, Da-Day?\" \n\n<em>He asks, either out of being at a loss or just to delay and make sure they can talk for long enough. Once again, he starts unfurling the gauze. By now, he's reached her right side and starts to roll the gauze across it.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 16, 2022 6:18 PM\" datetime=\"2022-04-16T16:18:19.425Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "\"Then...\" <em>Her tired eyes fix on the gun again. A breath, a question ready to be asked. And then, unbidden, a memory whispers in her ears. Stars on ink black, the ripple of the lake. She licks dry lips, her question stifled. Silence stretches on as she contemplates, just long enough one might suspect she's dozed off upright. What was it they had said...?</em> \n\n\"What do you... like...?\" <em>The question is awkward, as if she's questioning her own question.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance is completely unaware of the small struggle Day's recollection has caused her. He just chalks up the delay, off kilter demeanor, and poorly phrased question to a combination of blood loss, stress, and exhaustion. He hums behind her gently, indicating that he has heard her question and is tossing it around in his thoughts.</em>\n\n<em>As he formulates a response, though, his hands continue their work. His right hand pauses and pins the gauze to the front of her right side so his left hand can let go of the gauze. He leans back and left momentarily so he can reach his left arm around Day's front. He tries very hard to avoid any untoward brushes while also not making it seem like he is both keenly aware of the possibility and avoiding said possibility. For him to actually be able to grab the gauze, he ends up with his chest pressed up against Day's back and his head turned towards the right. His cheek isn't pressed up against her but instead hovers half an inch above her back. His left hand grabs the roll of gauze and starts to pull it across her front.</em> \"Stu-study. I li-like erm.....more pri-private conversations? O-one on one or....or pe-perhaps three individuals! La-large crowds are...are...\" <em>He falls quiet for a moment as he thinks on the right words. Only the sound of the gauze sticking to itself as he unfurls it fills the air for about three seconds before he finally finishes the thought.</em> \"the-they all fi-fi-fight over everyone to be he-heard. Erm...I li-like maintaining my firearm. There's a....a ca-calm warmth to the fa-familiar work.\""
  },
  {
    "from": "Day",
    "text": "<em>Her ears tilt back again, the odd itchy sound of gauze almost melting to the background as she waits for his answer. Cold mist and hovered touches  draw goosebumps along her skin. For that moment of contemplative silence, her senses try to sharpen, a dull blade sawing helplessly through the haze. And then there's pressure on her back, and the blade sharpens. That's one way to jolt her awake.</em>\n\n<em>The first few words blend together, lost with a hiss of pain. Her body lurches, pulling instinctively away, her front pushing into his hand as he reaches to grab the gauze again. She forces herself still, keenly aware of annoying patients. She would not be one of them, she decides, as she sucks in a few more quiet breaths, trying to piece together what words she had heard.</em>\n\n\"You do not like... the noise... but use such... a loud gun?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 17, 2022 1:02 AM\" datetime=\"2022-04-16T23:02:18.410Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>By about the time Day gets an (admittedly commendable) grip on herself, Brilliance has wound the gauze mostly across her front and to her left side. This frees him up to lean back from her and stop putting the slight pressure on her back. He responds to her words with a quiet inhale and soft tone at hearing her struggle,</em> \"Lou-loud sounds th-that I ha-ha-have to <em>listen</em> to. I su-suppose...wo-words and such. Bu-but th-that aside -- wh-what other option is there f-f-for me? I'd be n-n-no good with a swo-sword, fo-found myself i-i-incapable with ma-magic of all sorts, an-a-and have no ex-extended training with a bow....\""
  },
  {
    "from": "Day",
    "text": "<em>Her body remains tensed even as he leans away. At his first answer, her nose—already scrunched in pain—scrunches further. But she does not interrupt, and by the time he's done talking, whatever thoughts she originally had have shifted onwards.</em> \"One can learn and adapt to... any tool with enough time. Even magic.\" <em>A pause, a long, sucked in breath. Her entire torso lifts with it, then drops with her heavy exhale.</em> \"But you trained the gun. It is... important to you?\""
  },
  {
    "from": "Brilliance",
    "text": "\"... I ha-have far l-less time than you, D-Day. But....im-important only as far as it is an eq-equalizer. An-and the one I carry spe-specifically reminds me of home...I suppose.\"\n\n<em>He trails off his thought, hands and gauze raises up during her inhale and dropping down during her exhale to keep their work going.</em>"
  },
  {
    "from": "Day",
    "text": "\"That could change,\" <em>she murmurs, a throwaway comment that she does not linger on. There would be plenty of time to learn about potential future hims, after she is well acquainted with the one of today.</em> \n\n\"Of... Home? Then, this gun is a family heirloom?\" <em>As the gauze overlaps the starting point, she lets it take over her job, freeing her left arm again.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 17, 2022 11:49 AM\" datetime=\"2022-04-17T09:49:13.414Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>and he keeps wrapping the gauze for at least a second layer so no blood oozes through, shaking his head to Day's question despite the fact she can't see it.</em> \"N-n-no. Erm...we -- I....m-my family and I bo-bo-bought it for me whe-when I was quite yo-young. A...tra-travelling merchant pos-possessed it a-a-and I found myself qui-quite enamored with it a-after a demonstration. The...pow-power. The sha-sharp report with each sho-shot. The -- as he explained wh-when I spoke to hi-him later -- ca-careful and precise maintenance re-required to keep such a we-weapon functioning...\" <em>His tone is plainly dripping with a mixture of nostalgia and fondness. Luckily, this part of mending Day's wound is the that requires his focus the least.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She studies the gun as he speaks, drawing on the memories of each shot fired. Past the ringing in her ears, heat and power and -loud- all too close for comfort so many times. Her hands twitch, as if to hold her own invisible gun, as her eyes flutter shut. She can almost picture it - such power under her own control, the diligence put to maintaining it similar to her own diligent studies of matrices and runes and sigils.</em> \"When spoken of... like that,\" <em>she murmurs, </em>\"it is hard to imagine... anyone <em>not</em> coveting such a tool.\" \n\n<em>But then her eyes open again, locking on the scars exploding outwards from her palms. And the vision dwindles away into nothingness, hands falling to her sides and gaze tilting up to the stars.</em> \"I have... asked much of you. Do you... have any questions of me?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's heart swells with quite a bit of pride -- he <strong>knew</strong> that as soon as he explained, Day of all people would understand. It's only natural for someone driven by logic and given the true facts to agree, after all. Brilliance's work pauses for a moment and he hums aloud in thought. He didn't expect Day to offer a glimpse into her own past. She's usually so....enigmatic.</em>\n\n\"Wha-what erm...ho-how many ca-can I ask?\" <em>He starts. His tone has lost its joyful tone and has found a more measured, guarded edge to replace it.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She's silent for a long moment as she works back through the conversation, trying to count. For each question she can remember, she sweeps her eyes along to another star, drawing out a constellation.</em> \"I asked you... six? Then six of... your own. I believe that... equivalent exchange...\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Through said long moment of silence, Brilliance begins work on the bandage anew. He gets to Day's right side before having to lean in once again and wrap his left arm around her to grabs at the roll of gauze.</em> \"One. D-d-do you always see co-conversation as such a tr-transactional act?\""
  },
  {
    "from": "Day",
    "text": "\"... Not always.\" <em>A pause, a lick of her lips.</em> \"But... I do not believe it... fair to ask of others... what I would not myself do.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Another hum, but this one is lighter and more confident. An agreement rather than a delaying tactic.</em> \"Th-t-that is a fa-f-fair reasoning, th-then.\" <em>If she's coherent enough to notice, Brilliance is far faster and far less precise with his bandaging when he's drawing it across her front than when he is covering her back.</em> \"Se-s-second. Te-tell me your m-m-most closely held a-a-aspiration.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 18, 2022 12:46 AM\" datetime=\"2022-04-17T22:46:33.280Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Beat. Brilliance clears his throat. The sound comes from nearby her back. He's moved close again, but isn't straight up against her like the first time.</em> \"Erm. O-o-or I suppose 'Wh-what is your mo-most closely held a-a-a-aspiration' is the...the wa-way to frame th-that as a question.\""
  },
  {
    "from": "Day",
    "text": "\"Most...\" <em>Goosebumpa prick her skin. Her gaze jumps to another constellation, tracing. And then another, as she thinks. Eventually her gaze, and the rest of her, drops back to earth.</em> \"On a grander scale...? To keep learning. Growing.\""
  },
  {
    "from": "Brilliance",
    "text": "\"Three. Wh-what mo-motivates you? Fo-fo-for that answer to be the tr-true one?\" <em>He asks gently at about the time his bandaging reaches her left side.</em> \"O-one more wr-wrapping fo-for your back. Ne-next I'll do-d-do your shoulder.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 18, 2022 9:08 AM\" datetime=\"2022-04-18T07:08:05.714Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>At the rate she's thinking, he could probably manage to turn her into a mummy with the gauze. She only gives him an absent-minded nod and a hum to acknowledge his plans, before finally, finally starting to speak.</em> \"That--I---\" <em>And she almost immediately cuts herself off, before the stutter becomes too apparent. A second try comes after another thoughtful breath.</em> \"I am sure you know, my kind live for centuries. Would it not bore you - to live day to day for hundreds of years, never finding something new?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>His bandaging curls around her side and starts across her back for the third and apparently final wrapping for this part of the wound. Brilliance hangs on to the interruption in Day's vocalization. Slowgoing and deliberate is normal for her from what he's seen, but <strong>stopping</strong> and starting again? Surprise and inability to form a response to a question is something he's all too familiar with -- and also something he distinctly didn't expect out of her even with the extreme circumstances. He doesn't press her on that aspect, though, as he quietly murmurs,</em> \"S-s-so just avoi-avoiding bor-boredom, then? Four.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 18, 2022 9:17 AM\" datetime=\"2022-04-18T07:17:20.059Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>She feels out the gauze, testing its hold.</em> \"It is... <em>a</em> reason.\" <em>And she considers leaving it at that, keeping the wall between them. As one must. But no. She leaves the door ajar.</em> \"But hardly the only. Perhaps... it is the primary, from which the many others stem.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 18, 2022 11:54 AM\" datetime=\"2022-04-18T09:54:52.056Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>The gauze is fitted quite well along her back thanks to Brilliance's....meticulous nature. However, it is bunched up at places around her front. Strange. Who knows why that may be? Despite that, the gauze holds easily as she tests its strength.</em>\n\n\"Five. Yo-you... uhm...  ha-have you suffered from ni-n-nightmares or other li-lingering issues from the Cataclysm?\" <em>A beat of silence before he adds in a small voice.</em> \"...t-t-too?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 18, 2022 7:34 PM\" datetime=\"2022-04-18T17:34:00.369Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "\"From just the Cataclysm?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 18, 2022 11:42 PM\" datetime=\"2022-04-18T21:42:03.189Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "\"Mmph. Si-Six. A sep-s-...a separate question as we-well exclu-excluding the Cataclysm.\""
  },
  {
    "from": "Day",
    "text": "\"I learned how to consistently evoke lucid dreaming long ago,\" <em>she pauses briefly, considering explaining. But it seems a waste of time on someone already so knowledgeable. He'd ask, if he needed.</em> \"Nightmares are... rarely an issue... when one can control their dreamscape. But not... completely unavoidable.\"\n\n\"That is to say... yes.\" <em>She picks at a particularly bad bunching of gauze, then shifts to get up, leaning one hand against the wall to support herself.</em> \"To both.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 12:52 AM\" datetime=\"2022-04-18T22:52:13.930Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's tail flicks out and wraps around Day's left, mostly unwounded arm. It has a surprising amount of strength behind it, but not so much that she couldn't pull away from it. Brilliance frowns,</em> \"Wo-woah! Whe-where are you ru-rushing off to? I st-s-s-still have th-the shoulder!\""
  },
  {
    "from": "Day",
    "text": "<em>The tail is enough to stop her mid-movement. She startles, but does not pull away beyond the initial jerk of her arm. Instead, she turns half-way to finally look at him. Her expression is pinched. She takes a breath as if to speak. Silence. Her words do not come with the first breath, nor the second. Face no longer hidden, it is clear the long pause that follows is not one borne of heady hazes or distracting pains. On the third, she turns back around, sinking back down as her expression wipes clean, fixed back to a polite smile and a distant gaze. The door she'd left ajar finally clicks shut, wall solid once more.</em> \"Apologies. I was... distracted,  and thought things done.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 1:30 AM\" datetime=\"2022-04-18T23:30:49.560Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance steadily looks up at her and meets her gazed. In contrast to her pinched, conflicted expression, Brilliance's face is open and inviting. It is, however, marred with a noticeable undercurrent of concern. His eyes are soft, still, reflective pools of golden water. As much of a contrast as there can be -- like night and day. His tone comes out quiet and gentle. It's almost synonymous to his usual meek tone were it not for the confidence and intent behind his words.</em> \"I-if I've ma-made you u-u-uncomfortable, Da-Day, then I wi-will escort you to...to the in-infirmary with your sho-shoulder wound open. It is no-not advised, though.\""
  },
  {
    "from": "Day",
    "text": "\"I am fine.\" <em>Her tone is even, but the words come a little too fast. She does not look back at him as she repeats, this time with her usual drawl.</em> \"I am fine. Let us finish the shoulder.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 1:54 AM\" datetime=\"2022-04-18T23:54:19.762Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "\"Yo-you are not. I'd wa-w-wager none of us are....\" <em>He murmurs. His tone remains gentle and, despite the fact he is directly challenging her, it doesn't really come across as properly accusatory.</em> \"Sho-shoulder.\" <em>He adds as an after thought of agreement. Once again, the sound of the gauze unfurling resonates from behind her and Brilliance presses the start of this roll against Day's lower left back.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Day remains quiet, though her ears visibly twitch to catch his murmur. Her hands remain in her lap, palms down, and she stares tiredly at them as he works.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance inherits Day's silence and turns his attention back to his work. Work that goes far quicker than his first bout of bandaging. It only takes about two minutes of steady work for Brilliance to get a well-placed, tight bandage across Day's shoulder wound.</em>\n\n<em>Assuming she does not speak up, Brilliance shifts back from Day and reaches out to put the gauzes back into her healing kit.</em> \"We are....I ha-have done all I can fo-for you, D-Day. I'll he-help you ge-g-get to the inf-infirmary though, o-of course.\""
  },
  {
    "from": "Day",
    "text": "<em>There's a delay, a silence as she continues to stare at her hands even when he's done. And then a blink, and she tilts her head, giving a small nod.</em> \"Thank you for... Your assistance.\" <em>She pulls up the front of her dress by the neck piece, but it is decidedly harder to redo a clasp one handed than it is to undo it. Not that she does not try.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 12:05 PM\" datetime=\"2022-04-19T10:05:39.453Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "\"Erm. O-o-of course! It was...<em>is</em> th-t-the least I can do...\"\n\n<em>After her fingers slip off the clasp twice, Brilliance leans forward without so much as a second thought. His left hand gingerly wraps around to support the top of her dress' front while his right hand holds one half of the clasp steady for Day.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her ears perk upwards at the touch, hand stuttering to a stop mid-motion of her third attempt. She does not let it stay still for very long, murmuring another thanks as the clasp slides into place with a click.</em>\n\n<em>Almost as soon as it's secure, she twists slightly, enough to try and catch a peek at his expression.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>The first thing she sees is Brilliance's tail curling through the night's air in long, languid, smooth motions. Black on black. The precise point where his tail ends and the darkness of the world begins is a bit hard to find. A bit further and her eyes are able to find his face. Their dull amber eyes are wide and soft, his lips are drawn into a gentle smile, and his cheeks lack much blush thanks to the passage of time. He drops his hands from her dress and tilts his head to Day as she looks back.</em> \"Re-ready to go, erm...th-then?\""
  },
  {
    "from": "Day",
    "text": "<em>The swish of his tail keeps her gaze for longer than it should, her tired eyes sweeping, following the hypnotic motion. When his tail sweeps behind his head and her bleary gaze is drawn to his expression instead... the polite, sleepy smile purses into the start of a confused <s>grimace</s> pout(?), and her head tilts to the side. She studies him, blinking twice, before letting the wrinkle of her brow ease and the polite smile return.</em> \"Indeed.\" <em>She rises, though not without a slight muffled groan and a stumble as the dizziness washes over her again.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 3:40 PM\" datetime=\"2022-04-19T13:40:16.024Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance opened his mouth to speak when he saw Day's expression shift into something he...hasn't really seen from her. The novelty is...exciting, in a way. However, his piqued curiosity is forgotten as the tall elf rises to her imperious, commanding height...and begins to stagger. Right! <strong>Bloodloss.</strong> Brilliance quickly shoots up to stand and assist as best he can. His left hand reaches up and rests against her left shoulder to prevent her from falling backwards. His right arm crooks around and hovers by Day's waist in case she starts to fall forward or to the sides.</em> \"Wo-woah! Slo-<strong>slowly!</strong>, Day!\" <em>He warns with concern,</em> \"Le-lean on the wa-wall if you ne-need!\""
  },
  {
    "from": "Day",
    "text": "<em>She steps out to catch herself but he is already there. Head still spinning, she takes the offered crutch, leaning towards the voice—and the warmth—instead of the wall.</em> \"Mmff.\" <em>She takes a deep, steadying breath, and with it, the rest of her body shivers. Part of her wants to keep her eyes scrunched close, let the spinning settle itself... but she finds her gaze focused on Brilliance instead.</em> \"I believe it would be... just as bad... no matter how slow I go...\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance looks up to meet Day's eyes for a brief moment before looking away and towards the wall of the Society.</em> \"Al-almost certainly false. Ma-many people who ha-have suffered a lo-loss of blood echo sim-similar sentiment and then push themselves fa-far too hard....I ha-have heard.\"\n\n<em>He lifts up his eyes back to Day.</em> \"Re-rest against the wall a mo-moment, please. I'll co-collect our things and then we ca-can get you to someone more qu-qualified than m-me...\""
  },
  {
    "from": "Day",
    "text": "\"So you have... heard...\" <em>She echoes, blinking down as he meets her eyes. Her brows are tented with pain, her polite smile strained, and her pupils—already dilated to account for the dark—only grow larger as she stares. It takes a moment after his request, but she does eventually blink and reluctantly pull away. She lists, the slow tilt of a felled tree before gravity fully takes, and rests against the cold, brick wall with a grimace.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 4:28 PM\" datetime=\"2022-04-19T14:28:39.457Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's left hand slides off her back as she leans for the wall and his right arm unfurls from hovering at the ready. The tiefling hesitates for one...two....three seconds to make sure she doesn't slip further before nodding to himself and turning his attention to the collected things. He crouches down. His left hand reaches out and collects her gloves to pin them between his arm and side. At the same time, his right arm goes for the healer's kit and closes it up tightly for Day. His prehensile tail flicks out and slips through the straps of Day's pack to pick it up and bring it closer. Once the healer's kit is closed up, his right hand and tail swap places. His tail wraps around the kit to lift it up while he opens up the backpack. During this, his left hand goes for Day's jacket and carefully folds it over his arm. Lastly, his tail deposits the healing supplies into Day's backpack and he closes the pack. For someone without practice? A clear display of his practice and ability to multitask. For Brilliance? Just mundane praxis.</em>\n\n<em>Brilliance rises up, shouldering Day's pack onto his right shoulder. Once he is standing again, he reaches out to grab his gun in a hand before turning his attention back to Day.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 6:05 PM\" datetime=\"2022-04-19T16:05:04.732Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>If she'd found the gentle sway of his tail hypnotic before, she's absolutely fascinated by the swift coordination of hands and tail. There's a delay after he turns, where she's still staring, unblinking, at his limbs. Eventually her gaze flits up to his face and she blinks. She pushes away from the wall and, as per his advice, takes it slow, strolling towards him, hands reaching out. She only gets a couple of wobbling steps in - using her hands to haphazardly balance herself - before stopping, squinting down at her impractical heels.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>With everything he could think of taken care of, Brilliance's mind slows down. It slows down enough that, once more, Day examining him so intently causes him to faintly blush and look away at what caught Day's attention -- her footwear. Brilliance hesitantly clears his throat before offering,</em> \"D-d-do you wa-want those off?\""
  },
  {
    "from": "Day",
    "text": "<em>She lets out a low hum.</em> \"I do.\" <em>She does not move, instead looking back up at him. The corners of her smile curl slightly higher as she tips her head to one side.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance nods, not seeming offput by the suspicious smile. He lowers down to his knees again and his tail stretches up to be near Day's elbow before it flattens out horizontally.</em> \"Ho-hold on th-then.\" <em>He explains.</em>"
  },
  {
    "from": "Day",
    "text": "\"He seems used to this...?\" <em>She murmurs under her breath as he approaches, head tilting further at the offered support. After a moment, she rests a cold palm on his tail. Then, as if an afterthought, drags her fingers along a short length of it.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 9:08 PM\" datetime=\"2022-04-19T19:08:32.846Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's tail is <strong>warm</strong>, teetering on the edge to being uncomfortably so. However, it hasn't quite reached such a point. His tail tenses up as Day drags her fingertips across its surface and he lightly clears his throat to perhaps draw attention to what she's doing. It doesn't stop him from leaning down and grabbing Day's ankle to gently lift it up and remove her first shoe.</em>"
  },
  {
    "from": "Day",
    "text": "<em>At the sound, her fingers pause. She tilts her head down to look at him as she leans forward, good hand curling on his shoulder to take her weight when he lifts her ankle. And then, unabashedly, her palm flattens against the tail, and her bare hand continues along its path.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance shifts a bit on his heels, shaking his head and looking up towards Day as he gets her heel off. He looks...conflicted.</em> \"Ca-can you kn-knock that off? Jus-just meant for yo-you to use i-i-it for support to no-not have to crane down a re-rest your wei-weight on my...erm...s-s-shoulder...\" <em>He asks meekly.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her pause comes before he asks, hand stopping when he shifts.</em> \"Apologies. It is just... Interesting.\" <em>But she does as he asks, ever so slowly leaning back upright, fingers curling around his tail but no longer moving.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Ahem.</em> \"A ti-time I do...no-not need my focus, t-then....\" \n\n<em>His head drops back down to her other shoe and he leans forward to remove that one as well. His tail quickly goes from fully tensed up due to her fingers to just tense enough to help support her weight.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her ears twitch, and he'd catch the tail-end of an owlish blink, lips parting in a small 'o'.</em>\n\n<em>Her bare foot drops to dewy grass, marked by a shallow inhale as her toes sink into the cold. She hardly needs to lean any weight on him now that one foot is flat on the ground, able to bear most her weight. But her hand does not move from its perch.</em>\n\n\"Why do you do this?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 10:03 PM\" datetime=\"2022-04-19T20:03:48.209Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance rises up after adding Day's heels to the cornucopia of carried things. Even as his body rises up to his full (small) height, his tail remains near perfectly still beneath her hand. The tiefling blinks in confusion and purses his helps with a tilt of his head. His amber eyes and forehead sigil shifting are the most apparent indicator in the dim light.</em> \"D-d-do wh-what?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 19, 2022 10:07 PM\" datetime=\"2022-04-19T20:07:32.094Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>Her free hand reaches for the coat folded over his arm.</em> \"You are... incredibly helpful. And patient.\" <em>Her head cocks.</em> \"You hardly hesitated to rid me of my shoes, even with...\" <em>She taps a fingertip on his tail.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance stops pressing his left arm against his side to pin the things within so that Day may tug her coat free. As she speaks, Brilliance's head too quickly darts towards his gun so he can reach out for it. Not quick enough to hide his cheeks darkening, though.</em>\n\n\"A-ah! Uhm...yo-y-you stopped o-o-once asked di-directly a-a-and erm...erm...we-w-well you're <em>hu-hurt</em>. Patience with a...hehe...pa-patient is only the na-natural op-option? Your....tho-thoughts are ce-certainly scattered, I'd ex-e-expect.\""
  },
  {
    "from": "Day",
    "text": "<em>A muffled huff and hum escapes her at his reaction. She tugs her coat free, then carefully pulls it on. It does very little to ward off the bone-deep chill permeating her, so she lingers near him, a sleepy firefly to his warm glow.</em> \n\n\"This is... bedside treatment, then?\" <em>She muses.</em> \"I suppose you would... act differently, should I be... sound of health?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance knits his eyebrows at her question. Thought unbidden come rushing to his mind and he quickly tries to push them away. As his hand wraps around the cool metal of the firearm's barrel and his skin is shocked by a rush of cold, he succeeds. Ahem. He looks back up as he brings his gun up to rest on his shoulder. He's silent for four or five seconds before sighing and murmuring,</em> \"Wo-w-would you have lingered thi-this long or inqui-quired so tho-thoroughly if you were of s-sound health and ha-had other options?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 20, 2022 12:30 AM\" datetime=\"2022-04-19T22:30:26.501Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>She is patient, waiting for him to formulate his words as she studies him with keen eyes, her own brows knitting as his do. When he finally manages his question, she does not take nearly as long to answer.</em> \"Perhaps... not today... but eventually.\" <em>She tilts her head.</em> \"I am... curious. I am always interested to learn more, time regardless... Especially of... intriguing individuals.\""
  },
  {
    "from": "Brilliance",
    "text": "\"Eventually.\" <em>He echoes noncommittaly, though his expression softens a bit after his question and her response. He steps forward and offers his right shoulder to Day's left side in case she needs support when they begin moving.</em> \"I-i-intriguing... ho-how?\""
  },
  {
    "from": "Day",
    "text": "\"Eventually.\" <em>She takes the support, only leaning on him whenever a dizzy spell washes over her and she needs a break rather than with every step. She considers her answer carefully.</em> \"I have never... considered the qualifications...\" <em>She tilts her head.</em> \"Something... one? I cannot... predict.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance gives a restrained, surprised sound at her explanation. It's close to but not quite as forceful as a snort.</em> \"M-me!? Un-u-unpredictable? Th-t-that is certainly a..a n-new one to hear!\" <em>He chimes as he starts to guide her towards the infirmary.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her lips curl slightly at that, a tired hum.</em> \"So you... count yourself among the intriguing?\""
  },
  {
    "from": "Brilliance",
    "text": "\"N-no! <em>You</em> we-were the one who su-suggested that!\" <em>He shakes his head as he defends himself and his tail joins in the motion with several short, choppy swipes through the air.</em>"
  },
  {
    "from": "Day",
    "text": "\"Did I?\" <em>Amusement paints her tone as she shifts, leaning back to see the swipes of his tail.</em> \"I suppose I did.\""
  },
  {
    "from": "Brilliance",
    "text": "\"Wha-what do you mean <em>su-suppose!?</em>\" <em>His sounds mostly joking, though a bit surprised at the coyness in both word choice and intonation out of the elf.</em> \"Yo-y-you were ju-just shy of....of ou-outright saying it!\""
  },
  {
    "from": "Day",
    "text": "<em>She lists back forward, her breathy not-quite-laugh almost right in his ear as she leans on him properly once more.</em> \"Then I will... outright say it. I find you intriguing.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Blink.</em> \"Er-erm...because of...th-the ....so-some supposed unpre-predictability?\""
  },
  {
    "from": "Day",
    "text": "\"Because you... remind me...\" <em>She leans heavier on him as, faster than before, another wave of dizziness washes over her. She grimaces, her thoughts scattering to the winds.</em> \"Mmh.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's body presses against Day's, easily shouldering the extra weight. Her buoy keeps her afloat.</em> \"O-oh. Se-seven -- I ow-owe you one. Remi-remind you o-of wh-what or who?\""
  },
  {
    "from": "Day",
    "text": "<em>She takes the time to compose herself, catching her breath and letting the wave settle. And then a little longer, to calm the storm riling up the waves inside her. And then even longer, as she considers him.</em>\n\n<em>Just when the silence is reaching unbearable, she answers, voice soft.</em> \"His name was Finley.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 20, 2022 3:14 PM\" datetime=\"2022-04-20T13:14:50.676Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance didnt press her for a response as she took her time -- even he could tell this seemed to be a particularly heavy topic for the elf. After she speaks, he gives a small nod and responds back in a similarly soft tone,</em> \"I wo-would li-like to learn about him. S-someday.\""
  },
  {
    "from": "Day",
    "text": "\"Someday,\" <em>she echoes. She looks up to the infirmary, so incredibly close, and does not move.</em>\n\n<em>A deep inhale, and her eyes flit back to him.</em> \"My owed question,\" <em>she murmurs,</em> \"Would you? Have lingered, or... Inquired so thoroughly... Had I not been injured...?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance, again, manages to meet her gaze levelly.</em> \"I am no-not often the one who e-e-ends our interactions, i-if memory serves. So th-that would have de-depended on you, I thi-think.\""
  },
  {
    "from": "Day",
    "text": "<em>There is only blank confusion in her eyes.</em> \"Do I?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance winces and nods slightly.</em> \"Errm...bu-but infirmary. Le-let's get you fi-fixed?\" <em>He shuffles a fourth of a step towards the infirmary.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She stares at him, brow tenting.</em> \"That...\" <em>She sighs, slowly pulling some of her weight off him to stand upright. Her expression smooths as she focuses her stare on the approaching infirmary.</em> \"... I suppose.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance can sense he fucked up in some (hopefully minor) fashion by the way she withdraws both physically and verbally. He keeps his grimace on the inside, nodding to Day's words and keeping his pace slow to walk beside her.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She is silent the rest of the short, albeit slow, way there. At the precipice, she pauses and leans against a wall, taking a careful, measured breath.</em>\n\n<em>After a second inhale, she looks back to him. Her words do not make it out, and she clicks her tongue, before trying again with... reconsidered words.</em> \"Are you... Following me inside?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance lifts his nervous gaze up towards Day. His tail curls back to tap her pack and he squeezes her gloves and heels he holds against his side.</em> \"I pla-planned to a-at minimum place yo-your things down...erm...bu-but are you asking if I pl-plan to stay a-as well?\""
  },
  {
    "from": "Day",
    "text": "<em>Her lips purse before parting to speak, and then shutting again. This time, she reconsiders the words into a curt nod.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance winces back, shifting his weight onto his right foot and takes a half step back and away from Day.</em> \"E-erm! I wa-was...was going to...bu-but if youd pr-prefer I no-not!\""
  },
  {
    "from": "Day",
    "text": "<em>The purse deepens into a small frown.</em> \"What... makes you think that?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>His tail coils around his body, snaking behind the pack to start wrapping itself around his waist.</em> \"I --\"\n\n<em>He starts before suddenly stopping.</em> \"Y-you di-d-didnt look pleased a-about me staying pa-past giv-giving you your things....\""
  },
  {
    "from": "Day",
    "text": "<em>She watches him, her little buoy slowly being carried away by a different storm.</em> \"That... was not why...\" <em>Her frown twitches into a grimace as she looks down to her feet. She shuffles, then sighs, a decision made. Her words are slow, hesitant.</em> \"That is not the... impression I intended to give. I am just...\"\n\n<em>A small noise that sounds almost like a groan barely escapes her clamped lips.</em> \"I wanted to leave this... interaction... up to you.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance inhales and his tail stops its nervous tic in its tracks.</em>\n\n\"....oh\" <em>He says simply. Completely and utterly caught off guard. He knows Day has never been one for unearnest kindness just to avoid rocking the boat. That helps. A lot.</em>\n\n<em>He exhales his breath and stands up a little straighter as he declares with as much confidence as he can muster. It's not much.</em> \"Th-then yes. I will erm...b-be staying with you....\" <em>A beat of time passes as he trails off before hurriedly adding,</em> \"i-if that is sti-still fine.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 20, 2022 9:38 PM\" datetime=\"2022-04-20T19:38:38.709Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>Her eyes dart back to him. Oh? That's it? Her shoulders stiffen and she prepares a hasty farewell, lips clamping tighter together—</em> \n\n<em>Oh. Good. Her shoulders relax, the breath she holds coming out a shallow sigh.</em> \"That is fine.\" <em>She is perfectly capable of swimming on her own (that's a lie, her athletics is shit, she'd probably drown), but as relief melts her proud posture, she leans forward, resting her weight on her buoy once more.</em> \"Then... let us head in...\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's tail start to casually unfurl from his waist once more. It doesn't take long at all before its swishing through the air behind him. Brilliance nervously nods, but he is no longer tense and steps resting his weight away from Day as she leans in. He looks like someone who was just informed they passed an extremely important test -- <strong>barely.</strong>  He easily accepts her weight onto his shoulder once again and slowly leads her towards the infirmary.</em>\n\n<em>As they arrive, his tail flicks out and pulls the door open for Day.</em> \"Af-after.....erm...y-you!\" <em>He stammers out.</em>"
  },
  {
    "from": "Day",
    "text": "\"How polite.\" <em>The light of the infirmary breaks through the nightscape, but Day's eyes are focused on the glow of his markings and eyes, watching them soak up the light like the moon and its sun, coming back to life. Her free hand inches for the pouch at her waist, her drawing set so close... but a voice from within calls out to them.</em> \n\n\"Is everything alright?\" \n\n<em>Day's hand stills and she lets out a small huff. Another day, another time. She shifts, squinting at the on-duty nurse through the light. An answer forms on her lips, but instead of speaking it, she tilts her head to Brilliance. He'd done most of the work, after all. He could best explain it.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 21, 2022 2:18 AM\" datetime=\"2022-04-21T00:18:08.702Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's first instinct upon hearing a question be directed at him was to...look to someone else to answer. His two starlights, no longer dying but now filled with golden energy by the torchlight, lift up to meet Day's eyes and he listens for her respo -- oh. She...is expecting him to answer.</em>\n\n<em>Brilliance looks away and to the nurse.</em> \"She --\" <em>His tail curls in the air beside him to point its tip to Day.</em> \"was sa-s-savaged by a werewolf. Erm...I di-did the best I co-could but I am no-not properly trained. We ca-came for assistance. A bi-big slash di-diagonally across her back from ri-right shoulder down....\""
  },
  {
    "from": "Day",
    "text": "<em>The nurse frowns.</em> \"A werewolf? Myka isn't in right now, but you'll need to see her before the full moon, just in case. She can take care of any curse you might have.\" <em>The nurse writes something in her notes with a nod.</em> \"But that is for later. We should see to that wound. Here... let's get you to the examination room...\" <em>The nurse steps around the front counter, walking over to them to take Day's weight off of Brilliance.</em>\n\n<em>Day stares blankly at her, not budging from her position leaning on Brilliance.</em> \"Then lead the way.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance doesn't know what Day's reluctance to accept the nurse's assistance means exactly, but it certainly gives him conflicted emotions <strong>and</strong> causes a bit of awkwardness as his brain processes.</em>\n\n<em>He nervously clears his throat,</em> \"Y-y-yeah. I h-have go-got her, do-do...do not fret.\" <em>He throws a meek, apologetic smile towards the nurse and shuffles forward a bit to try and show he's ready to follow.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 21, 2022 4:01 PM\" datetime=\"2022-04-21T14:01:51.549Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>The nurse stares at the pair for a second, customer service smile dropping. At Brilliance's apologetic smile, she chuckles, then offers a knowing one back</em> \"Riiiight. Then follow me.\" <em>She leads them through the double doors, down the hallway, and into the examination room.</em>  \"If you could get on the exam table?\"\n\n<em>Day finally, reluctantly, peels herself from Brilliance's side, and climbs on to the table to be examined. She shrugs off her coat, then lays face down to expose her gauze wrapped back once more. The outermost layer, at the very least, still seems clean.</em>\n\n\"Do you want your friend—\" <em>Day's ears twitch,</em> \"—in the room while I examine you?\"\n\n<em>Day tilts her head towards Brilliance.</em> \"If he... wishes.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance swallowed a bit hard at the Nurse's chuckle, knowing smile, and drawn out 'right'. He is suddenly very cognizant of how this may outwardly appear, but now isnt the time to justify to the nurse that she simply has it all wrong. He decided to lead on in relative silence without trying to linger on how different Day's footfalls are without heels.</em>\n\n<em>When they entered the exam room and Day peeled off from his arm, Brilliance got to work by setting his arquebus down and beginning to lay down Day's things as well.</em>\n\n<em>As the attention of the room and Day's gaze specifically falls on him, he is nervously still and looking back wide eyes. Deer in headlights. A blush rapidly begins to bloom on his cheeks and ears as he realizes...he thought that was a given. Is that concerning he thought such a thing? Brilliance blinks once or twice to stop <strong>thinking</strong> and actually give an answer.</em> \"O-oh! Erm...ye-yes...pl-please. If I m-may!\""
  },
  {
    "from": "Day",
    "text": "<em>Day holds his gaze, realization clicking in her tired eyes.</em> \"A deer,\" <em>she whispers under her breath as she shifts her head to look back at the nurse, her expression hidden.</em>\n\n<em>The nurse simply smiles back, squinting her eyes, then gets to work. Cutting the gauze away, peeling it back from the deep gash, and then disposing of it. Quick, efficient movements as she checks over Brilliance's previous efforts.</em> \"Sorry. This is going to scar,\" <em>she comments with a small note of pity. She is otherwise silent as she works, first suturing the wounds for a clean line, and then flooding Day's system with healing magic, forcing her body to rapidly recover.</em> \"Alright! You're still missing a lot of blood, so I'd like you to stay overnight. Let me—\" <em>She cuts herself off, then looks to Brilliance,</em> \"Could you help bring her to the cots?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance hovers closer and closer during the nurse's work, but gave the woman more than enough space. He wanted to examine and follow along, not crowd her out. He isn't surprised at being addressed this time and quickly nods to the nurse's request. He steps to Day's side and asks,</em> \"Is she a --\" <em>and cuts himself off to directly ask to Day.</em> \"ar-are you...e-erm...able to st-stand?\""
  },
  {
    "from": "Day",
    "text": "<em>Day turns her head to see him again.</em> \"I am.\" <em>And this time, she takes it slow. Shifts her good arm and gently puts her weight on it, and then a bit more when she realizes it doesn't <strong>hurt</strong> as much. When she's upright, she carefully swings her legs off the table. The worst of the pain is gone but without it to keep her senses shocked awake, she is just... Incredibly drained. Exhausted. Can't even sit with her usual straight posture.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance hesitates noticeable for several seconds as Day moves to a sitting position, but he eventually decides. He shuffles forward to press his hip against the table and silently holds out a hand for Day to take so she can steady herself.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She takes the hand, sliding the rest of the way off the table with barely a sound. The tile is cold against her bare feet. There's a moment where the strings of pride and ego hold her upright, standing almost-straight, but they are not strong enough to endure and she soon slumps against him.</em>\n\n<em>The nurse walks to the pile of things Brilliance had set down.</em> \"I'll carry these over, yeah?\" <em>And reaches for the arquebus first.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's eyes flit down to their interlocked hands. That is...something for another time. He opened his mouth to speak to Day, but stops and looks over at the nurse's words.</em>\n\n<em>His hand squeezes around Day's and his tail flicks out rigidly behind him. He inhales sharply and speaks up quickly. His voice is worried, but not angry or dismissive to the nurse.</em> \"No-not tha-that, though! E-everything....<code class=\"inline\">else please...</code>\" <em>His voice pitches up and drops in volume towards the end.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Day's shoulder jumps at the squeeze of her hand, almost forgetting the casual touch. Her eyes dart to their hands, then up to Brilliance. But he is focused on the nurse. She looks over there, bleary. The gun? The gun.</em> \"Ah.\"\n\n<em>The nurse stops, hands frozen in the air.</em> \"Oh? Right, of course. Alright.\" <em>And she switches targets, picking up Day's things from the careful pile Brilliance had made. Her customer-service smile returns with a nod of her head.</em> \"Then follow me?\"\n\n<em>Day's hand twitches in Brilliance's, as if to move away, but ultimately stays as the nurse starts to lead towards the cots.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's hand is small and delicate, much like the personality of the man it belongs to. The dark skin is smooth and callous free. The hands of someone who never had to do anything more strenuous than note taking. His slender fingers had themselves <strong>very</strong> lightly interlocked with Day's to make sure she had....plenty of support. Yes, that is why.</em>\n\n<em>Brilliance lets out a small, relieved exhale as the nurse stops and grabs the other things. However, that leaves his mind free from something demanding his attention. He is once more made conscious of Day's hand and -- did it just twitch? He should stop. She wants to stop.</em>\n\n<em>Brilliance's hand goes to pull away around the same time Day's hand decides to linger and he steps slowly after the nurse guiding the pair.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Compared to Brilliance's gentle, smooth hands, Day's are... less so. There's a surprising roughness to her skin for a handwaver, much less a medic. The branching figures from her palms to her arms are reddish and warped—unusual for the usually temporary lichtenberg figure markings people get from lightning damage—almost akin to fine, angry burns. There's a thick writer's bump along her middle finger.</em>\n\n<em>Her eyes dart back to their hands as they step. She can only watch as he pulls away; slow, careful, their fingers brushing and then not. Her lips pinch. She said she'd leave the interaction up to him. And she would respect that. So she must, she will, and she lets her face slide back to neutrality as her hand falls awkwardly to her side.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance doesn't notice the shifting emotions of Day's face. With him believing himself to have let his hand linger too long, he keeps his eyes locked onto the nurse. He wipes his now free hand absentmindedly and barely perceptibly along his pants leg as he continues to support Day to he cots.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She lets her gaze drop to her bare feet as they pad along, catching the swipe of his hand along his pants in the edge of her vision. Her lips twitch, threatening to break her neutrality, but she perseveres. Like a drowning woman to land, as soon as they reach a cot, she releases her buoy and, as gracefully as one can do such a thing, practically throws herself at the cot to lie down.</em>\n\n<em>The nurse shuffles.</em> \"I'll put your things here, then, and I'll be back with something for the blood loss.\" <em>She smiles as she puts the neat pile of Day's belongings on a small stool by the cot, tugs the partitioning curtain slightly closed, and then wanders off.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance turns to the door as the nurse exits before looking back to Day.</em> \"Erm. Ma-may I...spe-spend the night as we-well? I'll...I'll take the co-cot beside yours ah...and...ma-make sure you make it through the night we-well?\""
  },
  {
    "from": "Day",
    "text": "<em>Day lies on her side, looking towards the wall, despite her back being healed enough to lay on. For once, she's the one not meeting his eyes. She draws her thin coat over herself like a blanket.</em> \"This interaction is... up to you.\" <em>Her voice is soft, tired.</em> \"If you wish to... then do.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 22, 2022 12:50 AM\" datetime=\"2022-04-21T22:50:06.387Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance frowns. The sound of his shoes approach a bit closer to her cot and he speaks up from about four feet away. His voice comes out gently,</em> \"I a-a-am asking because I don't wish to i-impose Day. Or ha-have you agree to something ju-just because, as you sai-said, this interaction is....is ap-apparently up to me a-a-and me alone.\""
  },
  {
    "from": "Day",
    "text": "<em>Day is quiet, quiet enough one might think her asleep. But her ears twitch back at each step, revealing her awareness. It takes her a few more beats before she decides to turn, facing to look at him with drowsy, half-lidded eyes.</em> \"You are not imposing. If you wish to... <em>then do.</em>\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's eyes widen at her intensity and he steps back with a meek nod. He doesn't seem emboldened by her forceful help at all. However, he at least manages to stammer out in an unconvincing tone,</em> \"The-then I shall...shall st-stay....go-goodnight then, D-Day?\""
  },
  {
    "from": "Day",
    "text": "<em>Her brows knit together, lips pursing again. A small flash of frustration, a breath, as she considers explaining.</em> \"Alright,\" <em>she says atop a sigh.</em> \"... goodnight.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance steps over to the next cot and sits down. He quietly sighs and begins to work off his shoes as his tail coils up and slips his jacket off. The logical part of him knows that his gun is probably as safe in the other room as it would be by his bedside. The emotional part still pushes him to go and collect the firearm just in case. However, he ends up laying back into the cot instead.</em>"
  },
  {
    "from": "Day",
    "text": "<em>It's not long before Day ends up falling asleep, each blink slower than the last, her breaths long and tired. The tent in her brow eases.</em>\n\n<em>Shortly after that, the nurse returns, quietly setting things up around Day's cot. When she's done, she looks over to Brilliance.</em> \"You want a blanket as well?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance half leans up and looks over to the nurse. She is given a half-hearted smile, but its clear the tiefling has a lot of things running through his mind.</em>\n\n\"Ah...n-no thank you..I u-u-u-usually sleep pretty warm. Th-thanks though, maam...\""
  },
  {
    "from": "Day",
    "text": "<em>The nurse just gives a small nod and returns to her station by the reception. The partition curtain between Day's and Brilliance's cots left open.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance glances over to Day, quietly taking in her form. Sleeping soundly facing him. A small part of himself allows the tiefling to think sleeping soundly <strong>because</strong> of him in a small fashion. However, he knows that she would have certainly made it without his help and, due to magical healing, been none the worse off for it. He sighs to himself and rolls over on his cot before, eventually, falling into a restful enough sleep.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Though morning comes, it is hard to tell from the cots. There are no windows in this room, only the hint of daylight filtering in from the main hallway, and even then the partitioning curtains easily block most of it out. Despite the lack of natural light and the pain her body has been through the night prior, Day wakes early as usual. She takes her time sitting up, pushing the blanket down to her lap, and assesses her facilities. She feels well enough - between the magic, the supplemental medicines, and the long rest, she was almost certainly ready to get a move on.</em>\n\n<em>But... Her gaze drifts to the back on the cot across hers, watches the careful rise and fall of his torso. She taps the bed, once, twice. Thinking. Noting the lack of blanket, the lack of reaction as she summons an incorporeal hand to pull the curtain even further open. She gathers the supplies that had been used on her and departs, returning the salvageable parts to the on-duty nurse. There's some brief, muffled conversation, and then she's walking back. On her return, she checks on him again. Still asleep. Tap, tap. She considers her pile of things, and then... pulls out her journal, climbs back on to the cot, and waits. It's all too easy to fill out the time with scrawled words and quick shapes and lines, stealing glances at him every once in a while.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 22, 2022 5:47 PM\" datetime=\"2022-04-22T15:47:25.242Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's rest is uneventful for quite awhile. A perhaps curious quirk of his sleep is that Brilliance himself is almost entirely still for the next hour and a half or so. However, his tail does all the tossing and turning for him. It coils, snakes, flips, and straightens out over and over again, never lingering long in one position. It does tend towards either being curled up on top of Brilliance or drooping off the edge of his cot more often than not however.</em>\n\n<em>As the time ticks by an hour and twenty minutes after Day woke up, the tiefling himself begins to stir more and more frequently as he gets closer to waking up. About fifteen minutes after he starts to stir, him finally waking up is heralding by a quiet (probably cute) groan as Brilliance's tail points out straight beneath his legs, he raises his arms up above himself with his fists balled, and his legs tense up as he stretches. His eyes remain closed throughout it, though.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She'd only really needed one drawing. Enough to capture the main details, so she'd better remember him. It just needed a label. But she'd gotten carried away, sweeping strokes across her page for the varying poses of his tail. She fills the spread, mostly with vague gestures, except for a single detailed sketch highlighting his dulled markings.</em>\n\n<em>At the sound, every part of her freezes—except her ears, which perk towards it. She takes a breath, lips parting, Message ready to cast... and says nothing. Maybe he'd go back to sleep.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance doesn't. He keeps the stretch going for about eight seconds before releasing a shuddery exhale and going slack atop the cot. His tail curls loosely around his left thigh and his eyes pop open to stare up at the roof. His eyebrows furrow in thought as he thinks through yesterday and last night. At this very moment, he hasn't noticed that Day is still lingering as he lets out a yawn.</em>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"Good morning.\"</code> <em>Her voice, whisper soft, is right in his ear.</em>\n\n<em>She's sat upright, cross-legged, front of her dress tucked between her legs and the back falling off the back of the cot. Her journal is spread open, balanced on her right thigh. Her right hand holds her pen, hovered over her page, ink tip tilted up. Her left holds the left corner of the journal, keeping it open. And her eyes are pinned on him, watching him with a tilt of her head.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance suddenly freezes and releases a little squeak, body tensing up at the sudden, smooth voice directly in his ear -- Wait no! Not directly! He knows what this is -- though it's too late to convince his heart to slow its already vastly elevated rate. He forces both himself and his tail to relax a bit. Did he <strong>really</strong> just make that sound? Blush quickly flows to his cheeks. He's got no blanket to hide behind and his jacket is folded over the end of his cot.</em>\n\n<em>Brilliance swallows hard and tilts his head a bit to bring Day's body into his periphery.</em> <code class=\"inline\">\"....go-good morning...\"</code> <em>Comes his mousey return whisper.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her ears perk further at the squeak, her thoughtful frown quirking at the corners. She leans forward.</em> <code class=\"inline\">\"Your tail is very active in your sleep.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<code class=\"inline\">\"YeahI'vebeentold!\"</code> <em>This whisper is strained and hurried. He quickly clears his throat and looks away, embarrassed at....what her noticing that fact means.</em>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"You have?\"</code> <em>she drawls, brows lifting.</em> <code class=\"inline\">\"By who?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance inhales sharply, thanking each and every one of the Gods he can think of that he is facing away from day.</em> \"Various....pe-p-people...\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 23, 2022 1:09 AM\" datetime=\"2022-04-22T23:09:55.728Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>There's a shift in her bed, the shuffle of papers as the book is set aside. Footsteps, so quiet without the distinct click, click of her heels. And then the cot sinking as she perches beside him.</em> \"Friends?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Like two opposite ends of magnets brought close, Brilliance scooches to the opposite end of his cot to...make space for Day. That's it. His left hand drops to his thigh and begins to drag its fingertips along his tail.</em> \"......so-something like...t-t-that...\" <em>He squeaks out.</em>"
  },
  {
    "from": "Day",
    "text": "\"Something like, but not quite?\" <em>She takes the space, settling in quite easily.</em> \"Perhaps you know a better word for it, then.\""
  },
  {
    "from": "Brilliance",
    "text": "\"......clo-closer than j-j-ju-just that....\" <em>A short, clipped response. It's the best he can manage.</em>"
  },
  {
    "from": "Day",
    "text": "\"A lover, then.\" <em>She'd force better out of him.</em>"
  },
  {
    "from": "Brilliance",
    "text": "\"...Mmhmm!\" <em>It's more of a hum than words, but it gets his point across. He keeps his face buried into the opposite side of the cot than where Day is.</em>"
  },
  {
    "from": "Day",
    "text": "\"I see.\" <em>Her silence lingers for a moment, and then the bed shifts as she rises.</em> \"That makes an eighth.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>That explains so little. It spurs him to look over at Day, revealing the fact the entirety of his cheeks and ears have flushed profusely to an off-purple color.</em> \"Wh-w-what does th-that mean?!?\""
  },
  {
    "from": "Day",
    "text": "<em>She pauses as he shifts, admiring how flushed he's gotten. Lets him sit and stew as she parts her lips to speak, drawing a breath, taking her time of which she has so, so much.</em> \"An eighth question. I believe that was the count, was it not?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 23, 2022 3:52 AM\" datetime=\"2022-04-23T01:52:54.350Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>There is a small delay before understanding dawns on Brilliance's face. He clears his throat and nods slightly,</em> \"A-ah yes...erm...I do be-believe that is...that is th-the count. Erm...lea-leaving me with...one extra qu-question of my...my o-own?\""
  },
  {
    "from": "Day",
    "text": "\"That would be correct,\" <em>she drawls, blinking down at him with half-lidded eyes.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>His tail starts to slowly uncoil from around his left thigh. His hand continues to stroke it all the while.</em> \"Er...wh-why have you de-decided to move ah...s-so close? It is...no-not like our cots were f-far...\""
  },
  {
    "from": "Day",
    "text": "<em>She considers that, gaze drifting to his moving hand and the shy demeanour of his tail, pacified in his consciousness.</em> \"I wished to, so I did.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance frowns softly, shaking his head. He doesnt sound <strong>upset</strong> exactly, but he does quietly protest,</em> \"Th-that is hardly a....a sa-satisfactory anseer.\""
  },
  {
    "from": "Day",
    "text": "\"Oh?\" <em>Her brows lift, gaze lifting to his face.</em> \"But it is the answer. I am not <em>always</em> calculated in my every move.\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 23, 2022 4:35 PM\" datetime=\"2022-04-23T14:35:12.943Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "\"....but-but I am asking after th-the root cause of...wh-why you desired p-proximity.\""
  },
  {
    "from": "Day",
    "text": "<em>She tilts her head.</em> \"You are insistent on this. Did I upset you, coming so close?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance quickly shakes his head. By now, his tail has successfully unfurled from his leg and lays coiled up on his stomach.</em> \"I...we-well... no-not <em>upset</em>. Ju-just...confused. People do no-not often...often do so-s-something like that.\""
  },
  {
    "from": "Day",
    "text": "<em>Her middle and ring finger tap absent mindedly on her thigh. One, two, three.</em> \"I see. Then I suppose my root cause is... curiosity. One can learn much of a person by how they react to things.\""
  },
  {
    "from": "Brilliance",
    "text": "<em>He murmurs something a bit too quiet to be heard before sighing.</em> \"Co-couldnt you have...have ju-just asked? Ho-how I'd react? Do you of-often put people in si-s-situations to make them....them thrown o-o-off?\""
  },
  {
    "from": "Day",
    "text": "<em>Her ears twitch towards the quiet noise.</em> \"I could not. ... Would you have been able to accurately assess yourself and answer, with every detail? People rarely can do such a thing. I doubt I could.\"\n\n\"You are thrown off, then?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance inhales slowly and nods his head.</em> \"Ye-yeah. Something like...like th-t-that.\""
  },
  {
    "from": "Day",
    "text": "\"I see.\" <em>She stares at him.</em> \"Would you prefer if I leave, then?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 23, 2022 5:46 PM\" datetime=\"2022-04-23T15:46:06.352Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "\"N-n-no!\" <em>He instantly clarifies, pushing off the cot with her forearms to lean up. However, he realizes soon after the...speed with which he told her to not leave. His eyes wide and he sinks back down a bit before saying more softly,</em> \"Th-that is...n-not what I was as-a-asking...n-no.\""
  },
  {
    "from": "Day",
    "text": "<em>She had taken a step back in preparation, eyes drifting over to catalogue her things. Her torso is slightly turnes. But her gaze snaps back towards him, ears perking up and back.</em> \"Oh.\" <em>She steps closer again, attention entirely on him.</em> \"Then, for clarity... you would like me to stay?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance nods slightly,</em> \"Er-erm...ye-yeah. If...y-you do not ha-have other plans? Ye-yes. This has...has be-been nice. Erm...\" <em>Brilliance shifts a little bit on his cot and moves to sit up to face her. He draws his knees close to his chest and wraps his arms around them before resting his head on his knees.</em>"
  },
  {
    "from": "Day",
    "text": "<em>In her surprise, the small 'o' of her lips quirks into a smile, her brows pulled together in slight confusion as her eyes soften.</em> \"It has.\" <em>She pauses.</em> \"May I sit?\""
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance is likewise pleasantly surprise. She actually asked ahead of time!? His tail wiggles out from between his body and legs to reach out and tap the edge of his cot once more. With his diminutive frame, there is plenty of room.</em> <code class=\"inline\">\"Ye-yes...\"</code> <em>His voice is muffled as he speaks into his knees with a small nod.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She waits until he has given his permission, then perches right where his tail had pointed. Her legs cross at the ankles.</em> \"You do not require your focus anymore, do you?\" <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 23, 2022 6:27 PM\" datetime=\"2022-04-23T16:27:04.962Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance inhales slowly and shakes his head against his legs,</em> <code class=\"inline\">\"N-no...erm...?\"</code> <em>In lieu of asking his question, his tail straightens out a bit to get closer to Day. It curls about a foot of its length into a shallow curve like that of a question mark before the remaining three feet towards its base straighten out.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She watches the approach of his tail with keen eyes, tracing the length of the question mark. She shifts, legs bumping against the cot. One hand stays in her lap, and the other reaches out, hovering over the tip near her, but not quite touching. And though she doesn't need to, she silently mouths her next words, letting magic recreate her whisper-soft voice in his ear.</em> <code class=\"inline\">\"May I?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance has a small, involuntary shudder run through his body as Day's euphonic, silky voice is suddenly <strong>right there</strong> once more. He nods against his knees yet again and mouths into his pants. His intent and words are transferred to Day's ears gently,</em> <code class=\"inline\">\"Fe-feel erm...fr-free.\"</code> <em>The curve of his tail flattens out so his tail hovers horizontally by her fingertips.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She doesn't see the nod, her eyes focused on the tail hovering above her lap. But as soon as she hears his permission, her hands come to rest upon it. Her right flattens on his tail, fingers pressing in slightly to test the give of his flesh. Her left hand curls around the tip, gently pinching and rubbing it between her thumb and pointer finger, then switching to a firmer grip.</em> <code class=\"inline\">\"Pull your tail away from me.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>His tail has a bit of give to its flesh, but not overly much. About as much as a half-tensed bicep. She can press the skin away for a bit of distance before she reaches the muscle underneath and encounters a lot more resistance.</em>\n\n<em>Once she pinches and rubs at his tail, she can immediately notice Brilliance's whole demeanor (including much of his tail) relax and melt down a bit if she isnt too hyper focused. His ears perk at her command and he follows her word without thinking. All the muscle lining his tail suddenly contract in tandem, trying to yank his tail back. It's got as much force as someone sharply and earnestly pulling their arm away from Day's grip.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 23, 2022 10:21 PM\" datetime=\"2022-04-23T20:21:04.928Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>She <strong>is</strong> hyper focused, but on all of him, her eyes dancing across the entirety of him to catalogue each reaction. Her grip tightens imperceptibly as he relaxes, and between that and the surprising amount of strength his tail wields (and the overwhelming lack of strength that she wields), it's all too easy for him to yank his tail away. She holds well for the first split second, and then it's gone.</em>\n\n\"Interesting. Dexterity and strength.\" <em>She murmurs, distracted. Then her gaze flicks back to him, hands held out over her lap.</em> <code class=\"inline\">\"Give your tail again.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance obliges without speaking, though he does seem a bit proud of himself for getting his tail free so quickly. His tail furls out and lays itself into both of her hands.</em>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"Good boy,\"</code> <em>she murmurs. Her hands move, sandwiching the tail between her palms. One atop, one beneath.</em> <code class=\"inline\">\"Do you know the number of caudal vertebrae present in your tail?\"</code> <em>She drags her hands along the length, to his tip, over-hand pressing firmly to feel for the distinct bumps.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 1:04 AM\" datetime=\"2022-04-23T23:04:40.462Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>There is...little visible reaction to Day's words with his face buried in his legs. However, her keen eyes can very easily spot his ears turning a deep purple. His tail stays slack in her hand through her journey, though Brilliance's breath hitches once or twice. The individual vertebrae can't be felt, but he moves his legs apart a bit to gain sight of her.</em>\n\n<code class=\"inline\">\"When I co-counted wh-w-whe-when I w-w-w-was n-n-n-nine, si-sixty fi-f-five. I...I....I  e-e-expect the ones clo-close to its base ha-have fused...li-like ones sp-s-spine does with a-a-age.\"</code> <em>If it weren't for the magic carrying his words directly to her ear, he'd be near impossible to hear. His voice is quiet, withdrawn, relaxed, and also carrying a far more intense than normal stutter.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her eyes flit up, hands distracted from their ministrations.</em> <code class=\"inline\">\"You counted yourself?\"</code> <em>There's a hint of a laugh in her voice, her eyes almost... soft? beneath their inquisitive squint. Perhaps he already knows the answers to all her questions - she might not even need test them herself.</em> <code class=\"inline\">\"Sixty five is... high, even on non-mammals. I suppose then that you might have different flexibility as well. How often can your tail bend in the opposite direction? How fine is your control?\"</code> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 1:30 AM\" datetime=\"2022-04-23T23:30:40.485Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<code class=\"inline\">\"I d-d-d-did. Ermm..ve-v-very fine co-control. I...\"</code> <em>He inhales sharply, embarrassed to share.</em> <code class=\"inline\">\"pr-p-practice while...s-s-s-studying. Ca-c-can I..h-h-have my tail ba-back to...to...to de-demon...d... -- ta-tail back to d-demonstrate?\"</code> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 1:36 AM\" datetime=\"2022-04-23T23:36:10.299Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"Explains your admirable control and skill with it.\"</code> <em>She tilts her head as she parses the stutter.</em> <code class=\"inline\">\"You may. Though... your tail is sensitive.\"</code> <em>She punctuates that with a sweep of her fingertip along his tail.</em> <code class=\"inline\">\"Ticklish?\"</code> <em>Though she gives permission, she seems to be loosely holding his tail regardless, almost enjoying playing with the end of it. He'd demonstrated the ability to take it away at any point, after all.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 1:53 AM\" datetime=\"2022-04-23T23:53:48.692Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance hums contentedly and shakes his head to her question,</em>  <code class=\"inline\">\"Se-sensitive b-b-b-but....re-relaxing. Like nails on m-m-my neck or an...an earrub... ri-right? I d-d-dont know  if...if those are n-nice for you...\"</code>\n\n<em>Despite asking to move his tail back, he...doesnt for the time being. He just keeps his tail limp in her hand.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her brows lift, and her hands pause, not moving off his tail but not tracing patterns or otherwise playing with it anymore.</em> <code class=\"inline\">\"... I suppose you could call them nice. Thought it has been...\"</code> <em>Her gaze lifts to the ceiling in thought.</em> <code class=\"inline\">\"... a while.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Another hum comes from the tiefling. It sounds like a place holder sound to her statement. With her hands no longer playing with his tail, he seems to slouch a bit less and he gently withdraws his tail from her. He shifts to face away from her a bit more so his tail faces her more head on while he demonstrates its flexibility. Across the four feet of tail, he manages to get about 20 curves running through it. The first four inches of his tail poking out of his pants curve only slightly and the final inch and a half towards his tip remains fairly straight as well.</em>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"How long are you able to maintain it? Is it strenuous?\"</code> <em>She shifts, one leg coming up on the cot, folded close as the other hangs off the edge still. Her hand reaches out once more, forgetting this time to ask permission as she presses, trying to get a feel for how engaged the muscles of his tail were.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Engaged certainly, but not strained. A good analogue is someone raising an arm to be horizontal and that is precisely the explanation Brilliance opts for.</em> <code class=\"inline\">\"Im-imagine you were to li-lift your arm o-o-out to be pe-pendicular to your...your to-torso while s-s-standing. A lo-long time, bu-but not forever. St-stretching it out or fu-furling it into a ti-tight coil take more ef-effort.\"</code> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 3:14 AM\" datetime=\"2022-04-24T01:14:07.993Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>She hums, hand slipping from its perch, up up up towards the base of his tail.</em> <code class=\"inline\">\"I see. Relax your tail for me? I would like to see how maneuverable it is with outside forces.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>And just like that, Brilliance's tail goes slack in her grip. The length nearest the base is supported both by its connection to his spine and the hand, but the remaining three feet droops down to the bed.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 3:39 AM\" datetime=\"2022-04-24T01:39:22.131Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>She makes a small noise at the sudden weight, giving the tail a tentative lift. Distracted from her original plans, she slides her hands back towards the tip, lifting from just there as well.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance giggles quietly at Day's surprise. The extended practice with his tail also lets Brilliance not inadvertently support his own tail. When she lifts by the base, she gets about half of a foot off the bed. By the tip and base, she gets half a foot by the base and about a third of a foot by the tip off the bed. From just the tip, she gets just a third of a foot off the bed. The rest remains coiled up and slack on the bed.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Day murmurs an incoherent noise under her breath as she lifts his tail as high as she can comfortably manage. She tilts her wrist, watching it spill down, almost like hair.</em> <code class=\"inline\">\"I will try to be gentle. Tell me if it hurts.\"</code> <em>Slowly, she starts to fold his tail, keen to see what angle she can bend it to, in each direction.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 4:29 AM\" datetime=\"2022-04-24T02:29:50.872Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's body loses his relaxed, melty posture a bit at Day's words. Their ominousness caused him to tense up in worry, but his concern is soon proved to be unfounded. With that size of tail being moved, Day is able to make his tail curl back around and touch itself in any direction and Brilliance shows no sign of discomfort involuntarily or voluntarily.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She makes a soft, content noise as she tests.</em> <code class=\"inline\">\"Fascinating. I should like to test the strength of your tail at various points.\"</code> <em>She has left his tail coiled up like a loose cinnamon roll.</em> <code class=\"inline\">\"This is best done standing. Stand up and straighten your tail for me,\"</code> <em>she says as she stands.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 12:24 PM\" datetime=\"2022-04-24T10:24:01.658Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance takes about an extra four or five seconds before he starts to obey her command. Her words had to penetrate the molasses like veil of contentment muddying his thoughts.</em>\n\n<em>Once through, though, he scurries off the bed on the same side as Day. He rises up on unsteady legs and straightens his tail out as asked.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 5:04 PM\" datetime=\"2022-04-24T15:04:25.933Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>She waits, patient. Her eager curiosity pacified by studying the slouch of his body, how his body comes to life as his mind boots. As he rises, she holds a hand out, just in case, to steady him.</em>\n\n<em>But he seems fine, so she rests that hand atop his tail instead. She takes a few steps, putting herself right beside him, her palm right at the base of his tail as it slopes into his back.</em> <code class=\"inline\">\"I am going to push down on your tail. I want you to resist and push back up.\"</code> <em>And she does, pushing down with all her weight.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 5:18 PM\" datetime=\"2022-04-24T15:18:08.075Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>He puts up a decent enough effort, but her hand is so close to his body that he has little leverage. After three seconds of fighting back, she starts to push his tail down....but she also has little leverage. Just a few inches past where her hands are, his tail rising back up to be horizontal and relatively unperturbed by the beginnings of his tail being forced down. He looks back over his shoulder at her with a curious tilt of his head.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Day hums, meeting his glance with a lift of her brows.</em> <code class=\"inline\">\"Your tail is not quite rigid enough to follow the lever theory exactly, but I wondered where it was strongest.\"</code> <em>She tap tap taps, once on his tail, up the curve, and then on his spine. And then she steps a few paces back, fingers drawing along his tail until she stops. Tap, tap, tap, and then she's pressing down with the exact same measure of force.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>As she steps back and traces her svelte fingers along the smooth skin of his tail, she can easily see Brilliance's eyes unfocused momentarily and his face go a bit more slack. He gets a grip on himself by the time she stops and starts to tap. With the extra length of muscles and vertebrae compared to being right against the tail's connection to his spine, this experiment has far different results. Brilliance's tail manages to go rigid as he engages his legs as well. His tail droops slightly near its base, but otherwise remains horizontal and stuck out straight behind him.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Another hum. She holds the force a second longer, then lets up.</em> <code class=\"inline\">\"Good. You can relax again, I will tap at the next point.\"</code> <em>She gently kneads the tensed muscles, just for a second or two, then continues another few paces back. To the mid point of his tail. Tap tap, pressure.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Again, Brilliance quickly relaxes down at the brief ministrations before righting himself at the taps. As she pushes down again, she finds that his tail is less able to resist once more. The 'fight' lasts a bit longer than when her hand was pressing at the base of his tail, but she is able to get this portion to droop down after six or seven seconds. Like before, though, the length of tail before and after where he hand is quickly lifts back up to horizontal.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 6:27 PM\" datetime=\"2022-04-24T16:27:02.297Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"Good. Nearly done.\"</code> <em>Her hand lets up, thumb and fingers remaining loosely cupped around his tail and gently massaging. Her hand continues to knead as she continues several paces back, all the way to his tip. She massages an extra second, then lifts her palm. Tap tap. One last time.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 8:08 PM\" datetime=\"2022-04-24T18:08:59.733Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Relaxed. Perked back up. Aaand resist. This one puts up the least of a fight, quickly being pushed down by Day's hand. The final tip of his tail offers little resistance, but also least influences the rest of his tail further down.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She holds the tail down, and then curls her hand under and gently pulls it back up, this time massaging the underside.</em> <code class=\"inline\">\"I do not believe I have any more questions as of yet, but if you have... any other demonstrable skill with your tail, I would be interested to see it.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance exhales quietly, shaking his head.</em> \"No-no erm....ta-tail....ski-skills...yo-you haven't s-seen...\" <em>He murmurs aloud just above a whisper. His eyes are half-lidded again and his lips are pulled into a content, stupid grin.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited April 24, 2022 10:13 PM\" datetime=\"2022-04-24T20:13:33.761Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>Luckily, there's no earplugs to dull her hearing, or she wouldn't have caught it. Even still, her long ears have to perk forward.</em> <code class=\"inline\">\"I see. If I think of anything else, I suppose I will ask,\"</code> <em>she says, a hint of amusement in her voice. Her hand does not stop the light kneading and massaging, working along the length available to her as she pads closer to him.</em> \"You seem to be enjoying yourself.\" <em>It is not a Message this time, but her drawled murmur is still so incredibly close to his ear.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Day can see Brilliance's jaw move down as he starts a response to her first question, but he stops himself as her hand slinks down and she steps forward. The relaxation from her hand on his tail wars with him growing more tense at her approach...and the tenseness wins in a complete landslide. His tail remains pliable, but his shoulders tighten, his back straightens, and his hands fidgets by his side. He isn't <strong>shocked</strong> by her speaking so close, but he is surprised by how close she decided to get.</em>\n\n\"....a-a-a b-b-bit...\" <em>He murmurs in his embarrassed tone. He sounds quite like child being caught and chided.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her brows furrow, her hands slowing but not quite stopping. It takes her a second, but eventually she takes a step back. After a bout of contemplation, she takes another again. Her thumb rubs a circle into his tail, before she lets go of that as well, just in case.</em> <code class=\"inline\">\"It seems I misjudged. I had thought your discomfort being because of touch, and that... It is proximity that bothers you?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's tail twitches <strong>slightly</strong> towards the direct Day's hand withdrew towards, but quickly stills itself.</em> \"N-n-no uhm...i-i-it is...bo-both.\" \n\n<em>The tiefling doesn't elaborate on the fact that he seemed distinctly comfortable with that recent touch. He just....stays stock still with his hands by his side and his eyes facing forward.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Another step back, eyes flitting to the tail as it twitches. Her hands stay still, waiting, then slowly drop to her sides. There's a brief pause. Then...</em> <code class=\"inline\">\"My apologies, then.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance gathers his courage. It feels like hours to him, but less than a second passes. He inhales and turns to glance over his shoulder. The wide, golden orbs of his eyes are as soft and as expressive as they can be without pupils. With a meek smile and an attempt to reach Day's eyes with his own, he reiterates,</em> <code class=\"inline\">\"Bu-but....I was...e-e-enjoying myself...\"</code> <em>This doesn't come through the message, but a quiet whisper verbally.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited Yesterday at 2:11 AM\" datetime=\"2022-04-25T00:11:30.939Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Day",
    "text": "<em>Her gaze flits up to his face as he turns. The expression of her face is slight; her clenched jaw, the corner of her lips pinched between her teeth, her brows scrunched. She searches, taking a moment to read his expression. It is his whisper that eases the minute tension in her expression.</em> \n\n\"Oh.\" <em>An idle tap, tap, tap, her two fingers against the back of her other hand.</em> <code class=\"inline\">\"Then, what do you want?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance shies back a bit at that.</em> <code class=\"inline\">\"I am...u-u-u-uncertain.....\"</code> <em>His tail starts to coil towards his waist. It's very slow to begin with.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She stays where she is, head tilting. Looking to his tail, then back up to him. Her voice is always quiet, but this time, it is <strong>soft</strong>. Like talking to a skittish deer.</em> <code class=\"inline\">\"Would you like me to leave?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's eyebrow furrows and he quickly shakes his head,</em> <code class=\"inline\">\"N-nope! Th-that much I am...I am su-sure of. Erm...u-u-unless you have...ha-have other places to be.\"</code>"
  },
  {
    "from": "Day",
    "text": "<em>She doesn't have to think too hard.</em> <code class=\"inline\">\"No. Nowhere.\"</code> <em>A pause. Tap, tap, tap.</em> <code class=\"inline\">\"Would you like me to continue touching your tail?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>He glances away from Day and towards his cot. She can spy his right cheek and ear darkening purple again,</em> <code class=\"inline\">\"Ca-c-c-can I...si-sit or la-lay down fir-first?\"</code>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"You may.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance wastes little time in following Day's words. He crawls onto the cot and across to the opposite side to leave ample space. He lays flat on the bed, tilts his head vaguely to the left to keep her in his periphery, lifts his arms up above his head, and lays his head in the crook of his arms. His tail hovers out in wait, languidly flicking out behind him.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She waits, letting him get settled. Even when there's a space left for her, she's cautious.</em> <code class=\"inline\">\"I may approach?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "\"O-oh!\" <em>He says with a nod,</em> \"Ye-yeah! Fe-feel free to erm..si-sit!\""
  },
  {
    "from": "Day",
    "text": "<em>She approaches then, taking the space he has left for her. She sits cross legged, facing towards him, and rests her hands, palms-up, on her knees.</em> <code class=\"inline\">\"Tail.\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance blinks at the single word command. Guess he can't fault her for getting to the point. He nods a bit, smushing his cheek against the bed, and flicks his tail out to rest in Day's palms. Her left hand gets the tip of his tail poking out just past it.</em> <code class=\"inline\">\"A-a-any other uhm...que-questions while...erm..th-t-this happens?\"</code>"
  },
  {
    "from": "Day",
    "text": "<em>She lets the tail rest in her hands for a while, then slowly moves her hands. Gently stroking along the length of it with her nails, much like one might when carding their fingers through hair.</em> <code class=\"inline\">\"An exchange of questions again, then?\"</code> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited Yesterday at 5:48 AM\" datetime=\"2022-04-25T03:48:36.923Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance simply <strong>melts</strong> as she drags her nails along the length of his tail. His face is already casually pressed into the bed, so there is little change on that front. However, his tail goes practically limp. The length in her hand rests more fully in her grip while the rest droops to fall against the cot. His shoulders and hips relax, losing any lingering tension from his worry at her close approach previously and resting upon the bed fully. His eyes start to fall closed almost to the point Day may think he's closed them fully, but his lips move silently in response to her question and his voice appears in her well-tuned ear. Seems they're open at least a bit.</em> <code class=\"inline\">\"Mmm~...mmhmm. Yo-you first?\"</code>"
  },
  {
    "from": "Day",
    "text": "<em>She settles into a slow, easy rhythm. One hand supporting underneath, the other stroking along the length of tail across her lap, feather soft. When she gets to the end of her reach, her hand lifts and starts at the beginning again. She does this a few times, weighing options in her mind. She goes to speak a few times, then, apparently still uncertain, reconsiders.</em>\n\n<code class=\"inline\">\"Last night, you mentioned nightmares from the cataclysm,\"</code> <em>she eventually settles on, voice casual,</em> <code class=\"inline\">\"... what happened?\"</code> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited Yesterday at 2:17 PM\" datetime=\"2022-04-25T12:17:04.544Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance didn't seem bothered by the extended gap of silence. His lips curl into a soft frown and he mouths back,</em>\n\n<code class=\"inline\">\"I w-was there when Os-Ostengrad fell. When...when t-t-the creatures su-s-summoned for its de-defense turned on th-their summoners. I...I wo-w-wouldnt say I h-had many friends to lose...b-b-but it was....was ju-just brutal to..to wi-witness....\"</code>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"Ostengrad?\"</code> <em>Her gaze looks past him, to a past her, unfocused, something itching in the back of her mind. A second question creeps to her tongue, immediate, curious— Her ears twitch.</em>\n\n<em>The curtain partition for Day's cot is pulled open, only a second of confused hesitation stilling the nurse on the other side, before they look further on and up.</em> \"Oh! Sorry to interrupt you two. Feeling better?\" <em>Though they don the same basic coat and sterile clothes, Day's at least 60% certain this isn't the same nurse from the night before. Their eyes dip down to Day's lap-and Brilliance's tail-then back up.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's entire....<strong>everything</strong> tenses up at the sound of someone else.  This can only make their position seem more suspicious, but his face flushes with blush and he rapidly darts up to sit. He glances away from the nurse as his tail pulls free from Day's hands and he waits for the elf to answer the nurse's inquiry.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Day lets the tail go—couldn't keep it even if she wanted to, as they'd found out before—with a small frown. She drags her gaze over to the nurse.</em> \"I believe we are both well recovered, indeed. I suppose you would have us vacate the premises?\"\n\n<em>The nurse smiles.</em> \"If there's nothing else we can assist with...\"\n\n\"Of course.\" <em>Day gets up from Brilliance's cot, languid as a cat waking from its nap. As she does, a mouthed message as she glances back to keep him in her peripheral.</em> <code class=\"inline\">\"Unless you have something you need?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance's head shifts just a bit to bring her into view,</em> <code class=\"inline\">\"N-N-No err...M-M-Miss Day...n-nothing else...th-thanks.\"</code> <em>He mouths back. He reaches a hand out towards the foot of his cot to grab his jacket he draped over the edge.</em>"
  },
  {
    "from": "Day",
    "text": "<em>A nod, then her gaze is back on the nurse.</em> \"We will leave shortly. Thank you for your services.\" \n\n<em>The nurse just tilts their head in acknowledgement, then steps off to start cleaning in the opposite corner of the infirmary.</em>\n\n<em>She steps towards her own cot. After carefully packing away her belongings, she takes her time donning her gloves and boots again. Lost in her thoughts.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance drags his jacket onto his lap. It will take him far less time to get his things than it will Day, so he takes a page from her book -- he watches her a bit. He does eventually speak up and says,</em> \"Yo-you seem to b-be deep in your...your mi-mind right no-now... \""
  },
  {
    "from": "Day",
    "text": "<em>Her ears twitch first, then her eyes, then the rest of her, looking up at him.</em> \"You are waiting for me?\" <em>She tightens the lace at the back of her boots, securing it.</em>"
  },
  {
    "from": "Brilliance",
    "text": "\"No-not erm...ne-necessarily.\" <em>He lifts up a hand to absentmindedly rub at the back of his neck.</em> \"Ju-just curious erm...o-o-of what has you so...so pe-pensive? Tho-thoughtful?\""
  },
  {
    "from": "Day",
    "text": "<em>Day shifts to her other boot, eyes dropping back down as she works the laces. Her answer is delayed. She tests the hold of her boot, then rises to her full, heeled height, bag strap slung over her shoulder. Only then does she speak, voice slow, still thinking,</em> \"Your reaction earlier—\"\n\n<em>The nurse returns, Brilliance's gun in their hands.</em> \"This is yours, isn't it?"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance looks over to the source of the sound and freezes a bit. His tail stops its swishing through the air and just hangs in the air. He manages to keep his voice level and...mostly normal as he forces out simply.</em> \"Ye-yes. Please pl-place it on the...b-by a cot. I will grab i-i-it on my way out.\""
  },
  {
    "from": "Day",
    "text": "<em>The nurse offers a nonchalant nod, stepping up to an empty cot. The butt of the gun taps against the ground, then is tilted back against the cot railing.</em> \"And you,\" <em>the nurse says, eyes sweeping to Day,</em> \"your notes say you need to find Myka. She's probably at the Bubbling Coven. You should go do that.\"\n\n<em>Day's focus shifts.</em> \"Right. Then, I will take my leave and handle that immediately.\" <em>She dips her head to the nurse, and then Brilliance.</em> <code class=\"inline\">\"Until next time.\"</code> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited Today at 8:46 AM\" datetime=\"2022-04-26T06:46:37.974Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>What about his reaction earlier? What did she mean?</em>\n\n<em>He doesn't ask again. Not with the nurse present too. He plasters on a small smile and dips his head in farewell to Day.</em> <code class=\"inline\">\"Ye-yeah, be...be seeing yo-you...\"</code> <em>He shifts to the edge of the cot as soon as his words are transferred to Day's ears and leans down to begin putting his shoes on.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She hesitates for a second longer, then turns and strides past the nurse. It's only once she's outside, hand held up to block the bright light from her squinting eyes, that she realizes she's not a clue where the Bubbling Coven is. Well. Not like it's too urgent. She has time to walk and explore, find it herself.</em>\n\n<em>By the time Brilliance makes it out, Day is long gone, leaving the buoy to bob alone in calmer waters once more.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited Today at 3:26 PM\" datetime=\"2022-04-26T13:26:03.137Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "SCENE",
    "text": "<h2>Sanctuary, Brilliance's Room</h2><p class='subtitle'>Word Count ??? || Apr 26, 2022 – ???</p>"
  },
  {
    "from": "Brilliance",
    "text": "<em>It is a cool, overcast day outside. It's still early morning for Covalon -- early enough that all the early-risers have already began their day while those who prefer to sleep in have yet to wake up. A quiet city on the edge of the world wrapped in a blanket of dim, dawn sunlight fighting to pierce through the cloud cover. It's precisely the type of weather Brilliance adores.</em>\n\n<em>Brilliance's room is mostly standard for every Sanctuary room, two beds, two chests, and a window. However, minors bits of <strong>Brilliance</strong> bleed through the otherwise cookie-cutter design. The blanket of his bed is furled back and not made so one could easily lay down without having to untuck the blanket. The second bed in the room has been turned into an impromptu table for things Brilliance grabs frequently enough that he doesn't want to fiddle with a chest. A book and two wooden trays. One of them is covered by vials and flasks filled with a variety of liquids and powders. The other has empty glassware atop it. At current however, there is also a bit of a major part of Brilliance's personality on display -- a large tarp-like textile laid out over the ground.</em>\n\n<em>The door of the room is left wide open for any passerby to peer into. The straight shot of the door also shows off that Brilliance has opened up his room's window to hopefully keep <s>the air from being boring</s> airflow within his room as he works. The tiny tiefling is sat in between the two beds of the room, cross-legged and hunched over the tarp. Atop the top is his current project -- his beloved firearm completely disassembled. Every pin, hand-machined bit of metal, screw, and bit of wood has been stripped out and laid in...some order that makes sense to Brilliance's mind. It looks more like a giant puzzle strewn about to anyone who is unfamiliar. Small vials, rags, and feather-tipped rods are dotted around the tarp intermittently as well. Supplies for cleaning.</em>\n\n<em>Brilliance is wearing his usual outfit with only slight modification. His jacket and shoes are nowhere to be seen on him and his light blue collared shirt is missing its tie. The sleeves of his shirt are rolled up to his elbows, exposing well-toned forearms that are busy at work. He wears a small magnifying eyeglass on his left eye that can be lifted up or pushed back down as needed and his tail is currently clutching a brown rag dirtied with black smudges.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Day pads barefoot out of her room, glasses pushed up her face as she rubs her eyes with a hand. A towel is thrown over a gloved arm and a thick tome pinched between it and her side. Her usually pristine appearance (at least, it's often well maintained before most missions), shows the wear of a day not yet ended. Flyaways and kinks remain untamed in her hair, and were it not for the satin of her gown, it would certainly be wrinkled.</em>\n\n<em>Her ambling slows as she nears the baths, long ears twitching at a stray noise. Her eyes shift, swiveling to the sound, and oh—the door's open. Her slowed step comes to a stop, head following her gaze to better study the scene. When she's taken in enough details to feel content with being shooed away, her lips part. But no words are formed, no magic voice cast. Instead, more of her turns, shifting, leaning against the open doorway to watch.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited Today at 11:25 PM\" datetime=\"2022-04-26T21:25:11.786Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance doesn't notice for well over a minute. With him leaned over his disassembled gun and his mind focused on the task at hand, Day's quiet footfalls fall upon deaf ears. By pure chance though, he eventually reaches down with an arm and grabs a piece of his firing mechanism from the tarp. It's a finger sized spring made of a dark metal wound tightly. He lifts both it and his eyes up so he may examine its state in the torchlight of his room....and freezes suddenly at his eyes land on Day. Though he remains frozen, his eyes lift up, up, up the tall expanse of her body before landing on her face. Brilliance blinks once and doesn't say anything first unless Day lets the silence linger overly long.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She blinks back at him, slowly, as if trying to earn the trust of a cat. That, or as if she were the sleepy cat herself—there are bags under her eyes, shadows of a long night smudged under them.</em> <code class=\"inline\">\"I did not intend to interrupt,\"</code> <em>she mouths across the distance as she, slowly, reluctantly, pushes herself off the doorframe to stand upright. Ready to leave at a moment's notice so he could get back to work, but... not taking that step herself.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>A relatively unkempt Day is...a rare sight indeed for him. As usual, the pupiless nature of his eyes makes it hard to tell the precise spot he's looking, but it's clear that he is taking in much of Day. The golden orbs bob slightly up and down, spending most of their time with their centers focused on Day's face. At her words, he nods slowly,</em> \"Uhm...i-it is...is mo-more than fine! Re-really! Were....were yo-you about to go and...and <code class=\"inline\">ba-bathe?</code>\" <em>His last word is a strained whisper, but not one delivered via her magic.</em>"
  },
  {
    "from": "Day",
    "text": "<em>She relaxes back against the doorframe, maintaining eye contact.</em> <code class=\"inline\">\"I was.\"</code> <em>She lets her gaze drop down to his hands, lingering briefly on the tone of his forearms, then further down to the organized chaos.</em> <code class=\"inline\">\"Is your gun maintenance often this in-depth?\"</code>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Was. Brilliance's thoughts hang on the choice of tense.</em>\n\n<em>He shakes his head to her question,</em> \"N-n-no erm...there....the...the bo-bombs I've been using. They...they deg-degraded my gun fa-far quicker than expected. I have...have co-concocted an oil I thi-think will be....be qui-quite helpful in sta-staving off such issues going fo-forward.\""
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"This oil would be enough to handle the various properties your bombs make use of? May I see?\"</code> <em>She doesn't move just yet, aside a slight tilt of her head.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance tail coils around himself and motions with a 'come here' motion to Day. At the same time, he nods and his free hand darts down to grab one of the glassware containers. This one is a palm-sized flask made of a dull brown/black glass. It's nearly completely opaque.</em>"
  },
  {
    "from": "Day",
    "text": "<code class=\"inline\">\"Door?\"</code> <em>she asks as she leans away from the frame again.</em>"
  },
  {
    "from": "Brilliance",
    "text": "\"....clo-closed....\" <em>He murmurs back.</em>"
  },
  {
    "from": "Day",
    "text": "<em>The door clicks shut behind her as she steps closer. And then a little closer still, sinking to her knees beside him, gaze completely focused on the flask he palms.</em> \"It is light sensitive?\""
  },

  {
    "from": "Brilliance",
    "text": "\"Ov-over a....lo-long enough time sc-scale, yes!\" <em>He explains. His right hand lowers back down and gingerly lays the spring back where it was,</em> \"My...th-there old oils I used are...are more tha-than satisfactory for...for normal prope-propellant and shot. If I were to coa-coat my shot in lin-lingering acid or a fla-flaming substance for long...th-they got eaten through.\""
  },
  {
    "from": "Day",
    "text": "<em>Her eyes shift down to the assortment of pieces, studying them, the drowsy mist of her mind all too easily swept away by a gust of curiosity.</em> \"And what makes the new oil so durable? How is it able to subdue the effects of opposing properties - like fire and cold?\" <em>She nearly fires off another question, but catches herself, graciously giving him a second to answer.</em>"
  },
  {
    "from": "Brilliance",
    "text": "\"The co-cold isn't an issue. The two bi-big things I mus-must worry about is the he-heat, ac-acid, and also ah...when I lo-load thunderstones.\" <em>Brilliance's tail coils out and grabs one of the smaller, thin rods. His left hand uncaps the flask and his tail starts to dip the feather tip into the oil within.</em> \"Yo-you ah...I...a lo-lot of experi-experimentation a-a-and study, honestly. Ta-taking the be-best aspects of va-various concoctions of tho-those who have tr-t-treaded before me.\""
  },
  {
    "from": "Day",
    "text": "<em>She nods absentmindedly and shifts, moving to get a better overall view of his workflow.</em> \"So it is a creation of your own?\" <em>Her hand wanders to her hip, reaching for a pouch that is not there. Tap tap. Tap. Hmm.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<code class=\"inline\">\"I wo-would...hesitate to say such a thing...\"</code> <em>He murmurs back in a whisper. He withdraws the feather tipped rod from the flask and brings it close for Day to examine. The oil is a translucent white color and seems extraordinarily thick. Far thicker than what comes to mind when one hears 'oil'.</em>"
  },
  {
    "from": "Day",
    "text": "\"Then... was the precise combination of components used for this concoction... one you found in a book?\" <em>Well there's something for her hand to do now. She leans in close, inspecting the rod at eye level, and holds her hands out to take it.</em>"
  },
  {
    "from": "Brilliance",
    "text": "<em>Brilliance hands it off without thinking. His face frowns lightly at Day's question and he makes a quiet sound of protest which is...probably all the answer she needs to know she's right. He turns his attention to grabbing a second feather-tipped rod and dipping it into his flask.</em>"
  },
  {
    "from": "Day",
    "text": "<em>Her smile is fleeting, a glimpse of sunlight peeking through a break in curious clouds. But the clouds drift back into view and her attention dances to the feathered rod in her hands, twisting and turning it, lifting it to her face and giving a tentative sniff. Her nose curls at the smell. And as tempting as it is to test the viscosity and adhesiveness of the mixture, her equipment is elsewhere. Instead, she settles it to watch him work, keen to see it in application.</em> <span class=\"timestamp-p1Df1m\"><time aria-label=\"Edited Today at 2:43 AM\" datetime=\"2022-04-27T00:43:38.467Z\"><span class=\"edited-1v5nT8\">(edited)</span></time></span>"
  }
]
